Repository: openSUSE/quiz
Catalog: po/*.po
Languages: cs, hi, sk, sv

source: By email to the Geeko mascot
cs: Emailem Geeko-vi maskotu openSUSE
hi: Geeko शुभंकर को ईमेल करके
sk: E-mailom maskotovi Geeko
sv: Via e-post till Geeko-maskoten

source: Via smoke signals from Nuremberg
cs: Kouřovým signálem z Norimberku
hi: न्यूरमबर्ग से धुएँ के संकेतों के ज़रिए
sk: Dymovými signálmi z Norimbergu
sv: Via röksignaler från Nürnberg

source: Where can you check the current status of openSUSE infrastructure?
cs: Kde můžete zkontrolovat aktuální stav infrastruktury openSUSE?
hi: आप openSUSE अवसंरचना की वर्तमान स्थिति कहाँ देख सकते हैं?
sk: Kde môžete skontrolovať aktuálny stav infraštruktúry openSUSE?
sv: Var kan man kontrollera den aktuella statusen för openSUSE-infrastruktur?

source: What is the name of the new package manager GUI replacing YaST?
cs: Jak se jmenuje správce balíčků s Grafickým uživatelským rozhraním, který nahrazuje YaST?
hi: YaST को बदलने वाले नए पैकेज मैनेजर GUI का नाम क्या है?
sk: Ako sa volá nové grafické rozhranie správcu balíkov, ktoré nahradí YaST?
sv: Vad heter det nya pakethanterargränssnittet som ersätter YaST?

source: How often does openSUSE Leap release a new stable version?
cs: Jak často vychází nová verze openSUSE Leap?
hi: openSUSE Leap एक नया स्थिर संस्करण कितनी बार जारी करता है?
sk: Ako často sa vydáva nová stabilná verzia openSUSE Leap?
sv: Hur ofta släpper openSUSE Leap en ny stabil version?

source: Every 5 years when the stars align
cs: Každých 5 let, při konjunkci hvězd
hi: हर 5 साल में, जब सितारे अनुकूल हों
sk: Každých 5 rokov, keď sa zoskupia hviezdy
sv: Vart 5:e år när stjärnorna står i linje

source: Every 12 months with 6 months overlap
cs: Každých 12 měsíců a 6ti mesíčním překryvem
hi: हर 12 महीने में, 6 महीने के ओवरलैप के साथ
sk: Každých 12 mesiacov s presahom 6 mesiacov
sv: Var 12:e månad med 6 månaders överlappning

source: Every month
cs: Každý měsíc
hi: हर महीने
sk: Každý mesiac
sv: Varje månad

source: When the Geeko gets bored
cs: Když se Geeko nudí
hi: जब Geeko बोर हो जाए
sk: Keď sa Geeko nudí
sv: När Geeko blir uttråkad

source: Which openSUSE service is used for localization and translation management?
cs: Která služba openSUSE se používá pro správu lokalizace a překladů?
hi: स्थानीयकरण और अनुवाद प्रबंधन के लिए कौन‑सी openSUSE सेवा उपयोग की जाती है?
sk: Ktorá služba openSUSE sa používa na správu lokalizácie a prekladov?
sv: Vilken openSUSE-tjänst används för lokalisering och översättningshantering?

source: What command would you use to update software packages on openSUSE from the terminal?
cs: Jaký příkaz byste použili k aktualizaci softwarových balíčků v openSUSE z terminálu?
hi: टर्मिनल से openSUSE पर सॉफ़्टवेयर पैकेज अपडेट करने के लिए आप कौन‑सा कमांड उपयोग करेंगे?
sk: Aký príkaz použijete na aktualizáciu softvérových balíkov v openSUSE z terminálu?
sv: Vilket kommando ska du använda för att uppdatera programpaket på openSUSE från terminalen?

source: What does Tumbleweed represent in openSUSE?
cs: Co představuje Tumbleweed v openSUSE?
hi: openSUSE में Tumbleweed क्या दर्शाता है?
sk: Čo predstavuje Tumbleweed v openSUSE?
sv: Vad representerar Tumbleweed i openSUSE?

source: A rolling release distribution
cs: Rolling distribuci
hi: एक रोलिंग रिलीज़ डिस्ट्रीब्यूशन
sk: Distribúcia rolujúceho vydania
sv: En rullande releasedistribution

source: A desktop environment
cs: Desktopové prostředí
hi: एक डेस्कटॉप वातावरण
sk: Desktopové prostredie
sv: En skrivbordsmiljö

source: The mascot
cs: Maskot
hi: शुभंकर
sk: Maskot
sv: Maskoten

source: An installer
cs: Instalátor
hi: एक इंस्टॉलर
sk: Inštalátor
sv: Ett installationsprogram

source: Which openSUSE distribution is known for being a stable point release?
cs: Která distribuce openSUSE je známá svou stabilitou a vydáváním point release verzí (např. 15.6)?
hi: कौन‑सी openSUSE डिस्ट्रीब्यूशन स्थिर पॉइंट रिलीज़ के लिए जानी जाती है?
sk: Ktorá distribúcia openSUSE je známa ako stabilná verzia?
sv: Vilken openSUSE-distribution är känd för att vara en stabil punktutgåva?

source: What is the primary focus of openSUSE MicroOS?
cs: Co je hlavním zaměřením openSUSE MicroOS?
hi: openSUSE MicroOS का मुख्य फोकस क्या है?
sk: Aké je hlavné zameranie openSUSE MicroOS?
sv: Vad är det primära fokuset för openSUSE MicroOS?

source: Immutable OS optimized for containers and microservices
cs: Immutable OS optimalizovaný pro kontejnery a mikroslužby
hi: कंटेनर और माइक्रोसर्विसेज के लिए अनुकूलित अपरिवर्तनीय OS
sk: Nemenný OS optimalizovaný pre kontajnery a mikroslužby
sv: Oföränderligt OS optimerat för behållare och mikrotjänster

source: Gaming
cs: Hraní
hi: गेमिंग
sk: Hranie hier

source: Desktop productivity
cs: Desktopová produktivita
hi: डेस्कटॉप प्रोडक्टिविटी
sk: Produktivita desktopov
sv: Skrivbordsproduktivitet

source: Scientific computing
cs: Vědecké výpočty
hi: वैज्ञानिक कंप्यूटिंग
sk: Vedecké výpočty
sv: Vetenskaplig datoranvändning

source: What tool is used to create and manage snapshots on openSUSE?
cs: Jaký nástroj se používá k vytváření a správě snapshotů v openSUSE?
hi: openSUSE पर स्नैपशॉट बनाने और प्रबंधित करने के लिए कौन‑सा टूल उपयोग किया जाता है?
sk: Aký nástroj sa používa na vytváranie a správu snímok v openSUSE?
sv: Vilket verktyg används för att skapa och hantera snapshots på openSUSE?

source: What is openSUSE's default text editor?
cs: Jaký je výchozí textový editor na openSUSE?
hi: openSUSE का डिफ़ॉल्ट टेक्स्ट एडिटर कौन‑सा है?
sk: Aký je predvolený textový editor openSUSE?
sv: Vad är openSUSEs standardtextredigerare?

source: Which command would install a package in openSUSE?
cs: Který příkaz by nainstaloval balíček v openSUSE?
hi: openSUSE में कोई पैकेज इंस्टॉल करने के लिए आप कौन‑सा कमांड चलाएँगे?
sk: Ktorý príkaz by nainštaloval balík v openSUSE?
sv: Vilket kommando skulle installera ett paket i openSUSE?

source: What is the name of the official openSUSE community forum?
cs: Jak se jmenuje oficiální komunitní fórum openSUSE?
hi: आधिकारिक openSUSE समुदाय फ़ोरम का नाम क्या है?
sk: Ako sa volá oficiálne komunitné fórum openSUSE?
sv: Vad heter det officiella forumet för openSUSE-gemenskapen?

source: Which tool is recommended for managing software repositories and packages in openSUSE?
cs: Který nástroj se doporučuje pro správu softwarových repozitářů a balíčků v openSUSE?
hi: openSUSE में सॉफ़्टवेयर रिपॉज़िटरी और पैकेज प्रबंधन के लिए कौन‑सा टूल अनुशंसित है?
sk: Ktorý nástroj sa odporúča na správu softvérových repozitárov a balíkov v openSUSE?
sv: Vilket verktyg rekommenderas för att hantera programvaruförråd och paket i openSUSE?

source: What is the name of openSUSE's flagship rolling release?
cs: Jak se jmenuje hlavní rolling release openSUSE?
hi: openSUSE की प्रमुख (flagship) रोलिंग रिलीज़ का नाम क्या है?
sk: Ako sa volá hlavné rolujúce vydanie openSUSE?
sv: Vad heter openSUSEs flaggskeppsutgåva, den rullande versionen?

source: What command will list all repositories in openSUSE?
cs: Jaký příkaz vypíše všechny repozitáře v openSUSE?
hi: openSUSE में सभी रिपॉज़िटरी की सूची दिखाने के लिए आप कौन‑सा कमांड चलाएँगे?
sk: Aký príkaz vypíše všetky repozitáre v openSUSE?
sv: Vilket kommando listar alla förråden i openSUSE?

source: What is the primary license used by openSUSE?
cs: Jaká je primární licence používaná openSUSE?
hi: openSUSE में मुख्य रूप से कौन‑सा लाइसेंस उपयोग किया जाता है?
sk: Akú primárnu licenciu používa openSUSE?
sv: Vilken är den primära licensen som används av openSUSE?

source: What does OBS stand for in openSUSE context?
cs: Co znamená zkratka OBS v kontextu openSUSE?
hi: openSUSE के संदर्भ में OBS का पूरा नाम क्या है?
sk: Čo znamená skratka OBS v kontexte openSUSE?
sv: Vad står OBS för i openSUSE-sammanhang?

source: Which openSUSE service provides live build environments and package repositories?
cs: Která služba openSUSE poskytuje službu pro sestavování balíčků a repozitáře pro balíčky?
hi: कौन‑सी openSUSE सेवा लाइव बिल्ड वातावरण और पैकेज रिपॉज़िटरी प्रदान करती है?
sk: Ktorá služba openSUSE poskytuje live build prostredia a repozitáre balíkov?
sv: Vilken openSUSE-tjänst tillhandahåller live-byggmiljöer och paketförråd?

source: What is the openSUSE project's primary goal?
cs: Jaký je hlavní cíl projektu openSUSE?
hi: openSUSE परियोजना का मुख्य लक्ष्य क्या है?
sk: Čo je hlavným cieľom projektu openSUSE?
sv: Vad är openSUSE-projektets primära mål?

source: Promoting and supporting free and open source software
cs: Podpora a šíření open-source softwaru
hi: मुक्त और मुक्त स्रोत सॉफ़्टवेयर को बढ़ावा देना और उसका समर्थन करना
sk: Propagácia a podpora slobodného a open source softvéru
sv: Främja och stödja fri och öppen källkodsprogramvara

source: Creating proprietary software
cs: Vytváření proprietárního software
hi: प्रोप्राइटरी सॉफ़्टवेयर बनाना
sk: Vytváranie proprietárneho softvéru
sv: Skapa proprietär programvara

source: Developing video games
cs: Výroba videoher
hi: वीडियो गेम विकसित करना
sk: Vývoj videohier
sv: Utveckla videospel

source: Providing cloud services
cs: Poskytování služeb v cloudu
hi: क्लाउड सेवाएँ प्रदान करना
sk: Poskytovanie cloudových služieb
sv: Tillhandahålla molntjänster

source: Which openSUSE tool is used for system configuration and management?
cs: Který nástroj openSUSE se používá pro konfiguraci a správu systému?
hi: सिस्टम कॉन्फ़िगरेशन और प्रबंधन के लिए कौन‑सा openSUSE टूल उपयोग होता है?
sk: Ktorý nástroj openSUSE sa používa na konfiguráciu a správu systému?
sv: Vilket openSUSE-verktyg används för systemkonfiguration och hantering?

source: What is the command to check system snapshots on openSUSE?
cs: Jaký je příkaz pro kontrolu systémových snapshotů v openSUSE?
hi: openSUSE पर सिस्टम स्नैपशॉट जाँचने के लिए कौन‑सा कमांड उपयोग किया जाता है?
sk: Aký je príkaz na kontrolu systémových snímok na openSUSE?
sv: Vad är kommandot för att kontrollera systemavbilder på openSUSE?

source: What package format does openSUSE use?
cs: Jaký formát balíčků používá openSUSE?
hi: openSUSE कौन‑सा पैकेज फ़ॉर्मेट उपयोग करता है?
sk: Aký formát balíkov používa openSUSE?
sv: Vilket paketformat använder openSUSE?

source: What is the default shell in openSUSE?
cs: Jaký je výchozí shell pro příkazový řádek v openSUSE?
hi: openSUSE में डिफ़ॉल्ट शेल कौन‑सा है?
sk: Aký je predvolený shell v openSUSE?
sv: Vad är standardskalet i openSUSE?

source: Which of these is a community-driven openSUSE version?
cs: Která z těchto verzí openSUSE je komunitně řízená?
hi: इनमें से कौन‑सा समुदाय‑चालित openSUSE संस्करण है?
sk: Ktorá z týchto je komunitou riadená verzia openSUSE?
sv: Vilken av dessa är en gemenskapsstyrd openSUSE-version?

source: Don't worry this quiz is mostly educational. No need to know all the answers.
cs: Nebojte se, tento kvíz je převážně vzdělávací. Není třeba znát všechny odpovědi.
hi: चिंता न करें, यह क्विज़ ज़्यादातर शैक्षिक है। आपको सभी उत्तर पता होना ज़रूरी नहीं है।
sk: Nebojte sa, tento kvíz je prevažne vzdelávací. Nie je potrebné poznať všetky odpovede.
sv: Oroa dig inte, det här testet är mestadels lärorikt. Du behöver inte veta alla svar.

source: Which of the following package managers is commonly used in openSUSE?
cs: Který z následujících správců balíčků se běžně používá v openSUSE?
hi: निम्नलिखित में से कौन‑सा पैकेज मैनेजर openSUSE में आमतौर पर उपयोग होता है?
sk: Ktorý z nasledujúcich správcov balíkov sa bežne používa v openSUSE?
sv: Vilken av följande pakethanterare används vanligtvis i openSUSE?

source: Can you play Windows games on openSUSE?
cs: Můžete hrát hry pro Windows na openSUSE?
hi: क्या आप openSUSE पर Windows गेम खेल सकते हैं?
sk: Môžete hrať hry pre Windows na openSUSE?
sv: Kan du spela Windows-spel på openSUSE?

source: No way, only Windows can do that
cs: Vůbec, to jde jen na Windows
hi: बिलकुल नहीं, ऐसा सिर्फ Windows कर सकता है
sk: V žiadnom prípade, to dokáže iba Windows
sv: Inte en chans, det är bara Windows som kan göra det

source: Of course! Just fire up Steam and game on
cs: Jasně! Stačí nahodit Steam a můžu hrát
hi: बिलकुल! बस Steam चलाएँ और गेम खेलें
sk: Samozrejme! Stačí nahodiť Steam a hrať
sv: Självklart! Bara starta Steam och spela

source: Only if you summon the gaming gods
cs: Pouze pokud přivoláte herní bohy
hi: सिर्फ तभी, जब आप गेमिंग देवताओं को बुलाएँ
sk: Iba ak vyvoláte herných bohov
sv: Bara om du kallar fram spelgudarna

source: You need a secret handshake first
cs: Nejdřív ale potřebuješ tajné podání ruky
hi: सबसे पहले आपको एक गुप्त हैंडशेक की ज़रूरत होगी
sk: Najprv si musíte tajne potriasť rukou
sv: Du behöver ett hemligt handslag först

source: Where can you download openSUSE installation images?
cs: Kde si mohu stáhnout instalační obrazy openSUSE?
hi: आप openSUSE इंस्टॉलेशन इमेजेज़ कहाँ से डाउनलोड कर सकते हैं?
sk: Kde si môžete stiahnuť inštalačné obrazy openSUSE?
sv: Var kan man ladda ner installationsavbilder för openSUSE?

source: Only from mysterious USB sticks left in coffee shops
cs: Jen z tajemných USB flash disků, které zůstaly v kavárnách
hi: केवल कॉफी शॉप्स में छोड़ी गई रहस्यमय USB स्टिक से
sk: Iba zo tajomných USB kľúčov ponechaných v kaviarňach
sv: Bara från mystiska USB-minnen som finns kvar på kaféer

source: From get.opensuse.org
cs: Na get.opensuse.org
hi: get.opensuse.org से
sk: Z get.opensuse.org
sv: Från get.opensuse.org

source: By yelling 'YaST' into your terminal
cs: Zakřičením 'YaST' do terminálu
hi: अपने टर्मिनल में ज़ोर से 'YaST' चिल्लाकर
sk: Zakričaním 'YaST' do terminálu
sv: Genom att skrika "YaST" till din terminal

source: You can’t, they’re distributed via carrier pigeon
cs: Nemůžete, šíří je poštovní holub
hi: आप नहीं डाउनलोड कर सकते, वे कबूतर डाक से भेजी जाती हैं
sk: Nemôžete, sú distribuované prostredníctvom poštových holubov
sv: Det kan du inte, de distribueras bara via brevduvor

source: Where should you report issues you find in openSUSE?
cs: Kam byste měli hlásit problémy, které v openSUSE najdete?
hi: openSUSE में मिली समस्याएँ आपको कहाँ रिपोर्ट करनी चाहिए?
sk: Kde by ste mali nahlásiť problémy, ktoré ste našli v openSUSE?
sv: Var ska man rapportera problem man hittar i openSUSE?

source: Just shout at your screen and hope for the best
cs: Jen křič na obrazovku a doufej v to nejlepší
hi: बस स्क्रीन पर चिल्लाएँ और अच्छे की उम्मीद करें
sk: Jednoducho zakričte na obrazovku a dúfajte v to najlepšie
sv: Bara skrika åt skärmen och hoppas på det bästa

source: Send a strongly worded letter to Geeko
cs: Pošlete Geekovi nazlobený dopis
hi: Geeko को कड़े शब्दों वाला पत्र भेजें
sk: Pošlite dôrazne formulovaný list Geekovi
sv: Skicka ett starkt formulerat brev till Geeko

source: Submit it on bugzilla.opensuse.org
cs: Nahlašte je na bugzilla.opensuse.org
hi: इसे bugzilla.opensuse.org पर सबमिट करें
sk: Nahlásiť to na bugzilla.opensuse.org
sv: Skicka in det på bugzilla.opensuse.org

source: Write it in your diary and move on
cs: Napiš si to do deníčku a jdi dál
hi: इसे अपनी डायरी में लिखें और आगे बढ़ जाएँ
sk: Zapíšte si to do denníka a pokračujte ďalej
sv: Skriv det i din dagbok och gå vidare

source: Where can you find events to join and participate in with the openSUSE community?
cs: Kde najdete události, kterých se můžete zúčastnit a zapojit se do komunity openSUSE?
hi: आप openSUSE समुदाय के साथ शामिल होने और भाग लेने के लिए इवेंट्स कहाँ पा सकते हैं?
sk: Kde nájdete podujatia, na ktorých sa môžete zúčastniť a pripojiť sa ku komunite openSUSE?
sv: Var kan du hitta evenemang att gå med i och delta i med openSUSE-gemenskapen?

source: Try decoding ancient Geeko scrolls
cs: Zkuste rozluštit Geekovi starověké svitky
hi: प्राचीन Geeko स्क्रॉल्स को डिकोड करने की कोशिश करें
sk: Skúste dekódovať staroveké zvitky Geeko
sv: Försök att avkoda gamla Geeko-skriftrullar

source: On calendar.opensuse.org
cs: V kalendáři calendar.opensuse.org
hi: calendar.opensuse.org पर
sk: V calendar.opensuse.org
sv: På calendar.opensuse.org

source: Look under your keyboard for hidden clues
cs: Mezi tajnými stopami pod klávesnicí
hi: छिपे हुए सुरागों के लिए अपने कीबोर्ड के नीचे देखें
sk: Hľadajte skryté indície pod klávesnicou
sv: Leta under tangentbordet efter gömda ledtrådar

source: Events are revealed only during a full moon
cs: Události jsou odkryty veřejnosti pouze při úplňku
hi: इवेंट्स केवल पूर्णिमा की रात को प्रकट होते हैं
sk: Udalosti sa odhaľujú len počas splnu mesiaca
sv: Evenemang avslöjas endast under fullmåne

source: Where can you ask for help when you're lost in the openSUSE universe?
cs: Kam se můžete obrátit o pomoc, když se ztratíte ve světě openSUSE?
hi: जब आप openSUSE ब्रह्मांड में खो जाएँ तो आप मदद कहाँ माँग सकते हैं?
sk: Kde môžete požiadať o pomoc, keď sa stratíte vo vesmíre openSUSE?
sv: Var kan man be om hjälp när man är vilse i openSUSE-universumet?

source: oSC Historian
cs: oSC Historik
hi: oSC इतिहासकार
sk: Historik oSC
sv: oSC historik

source: Are you an openSUSE Conference Historian? Prove it!
cs: Znáš historii openSUSE konferencí? Ukaž, co víš!
hi: क्या आप openSUSE कॉन्फ़्रेंस के इतिहासकार हैं? इसे साबित कीजिए!
sk: Ste historikom konferencií openSUSE? Dokážte to!
sv: Är du en openSUSE-konferenshistoriker? Bevisa det!

source: In what year was the first-ever openSUSE Conference held?
cs: V jakém roce se konala úplně první openSUSE Konference?
hi: पहली openSUSE कॉन्फ़्रेंस किस वर्ष आयोजित की गई थी?
sk: V ktorom roku sa konala vôbec prvá konferencia openSUSE?
sv: Vilket år hölls den första openSUSE-konferensen någonsin?

source: Who delivered the opening keynote 'Working in a virtual community' back in 2009?
cs: Kdo pronesl úvodní přednášku ‚Práce ve virtuální komunitě‘ na oSC v roce 2009?
hi: 2009 में 'Working in a virtual community' शीर्षक वाला उद्घाटन कीनोट किसने दिया था?
sk: Kto predniesol úvodnú prednášku „Práca vo virtuálnej komunite“ v roku 2009?
sv: Vem höll den inledande keynoten "Working in a virtual community" redan 2009?

source: Leslie Hawthorn from Google
cs: Leslie Hawthorn z Google
hi: Google की Leslie Hawthorn
sk: Leslie Hawthorn z Google
sv: Leslie Hawthorn från Google

source: Gianugo Rabellino from the Apache Software Foundation
cs: Gianugo Rabellino z Apache Software Foundation
hi: Apache Software Foundation के Gianugo Rabellino
sk: Gianugo Rabellino z Apache Software Foundation
sv: Gianugo Rabellino från Apache Software Foundation

source: Joe 'Zonker' Brockmeier, openSUSE community manager
cs: Joe 'Zonker' Brockmeier, openSUSE komunitní manažer
hi: Joe 'Zonker' Brockmeier, openSUSE कम्युनिटी मैनेजर
sk: Joe 'Zonker' Brockmeier, správca komunity openSUSE
sv: Joe 'Zonker' Brockmeier, openSUSE gemenskapsansvarig

source: Lenz Grimmer from MySQL
cs: Lenz Grimmer z MySQL
hi: MySQL के Lenz Grimmer
sk: Lenz Grimmer z MySQL
sv: Lenz Grimmer från MySQL

source: Which company owned and sponsored openSUSE Conference in 2009?
cs: Která z firem pořádala openSUSE Konferenci v roce 2009?
hi: 2009 में openSUSE कॉन्फ़्रेंस की मालिक और प्रायोजक कंपनी कौन‑सी थी?
sk: Ktorá spoločnosť vlastnila a sponzorovala konferenciu openSUSE v roku 2009?
sv: Vilket företag ägde och sponsrade openSUSE konferensen år 2009?

source: Back to the present. Who delivered the opening keynote at the oSC 2024?
cs: Zpět do současnosti. Kdo pronesl úvodní přednášku na oSC 2024?
hi: अब वर्तमान में लौटते हैं। oSC 2024 में उद्घाटन कीनोट किसने दिया था?
sk: Späť do súčasnosti. Kto predniesol úvodnú reč na oSC 2024?
sv: Tillbaka till nutiden. Vem höll den inledande keynoten på oSC 2024?

source: Can you guess how many sessions are scheduled for oSC 2025?
cs: Dokážeš uhodnout, kolik přednášek je naplánováno na oSC 2025?
hi: क्या आप अनुमान लगा सकते हैं कि oSC 2025 के लिए कितने सेशन निर्धारित हैं?
sk: Uhádnete, koľko prednášok je naplánovaných na oSC 2025?
sv: Kan du gissa hur många sessioner som är planerade för oSC 2025?

source: 78 sessions
cs: 78 přednášek
hi: 78 सत्र
sk: 78 prednášok
sv: 78 sessioner

source: 108 sessions
cs: 108 přednášek
hi: 108 सत्र
sk: 108 prednášok
sv: 108 sessioner

source: 58 sessions
cs: 58 přednášek
hi: 58 सत्र
sk: 58 prednášok
sv: 58 sessioner

source: 42.3 sessions
cs: 42.3 přednášek
hi: 42.3 सत्र
sk: 42.3 prednášok
sv: 42.3 sessioner

source: Which of these cities has NOT hosted an openSUSE Conference yet?
cs: Ve kterém z těchto měst se ještě NEKONALA openSUSE Konference?
hi: इनमें से किस शहर ने अभी तक openSUSE कॉन्फ़्रेंस की मेज़बानी नहीं की है?
sk: V ktorom z týchto miest sa ešte NESKUTOČILA konferencia openSUSE?
sv: Vilken av dessa städer har INTE varit värd för en openSUSE-konferens ännu?

source: Prague, Czech Republic
cs: Praha, Česká republika
hi: प्राग, चेक गणराज्य
sk: Praha, Česká republika
sv: Prag, Tjeckien

source: The Hague, Netherlands
cs: Haag, Nizozemsko
hi: द हेग, नीदरलैंड्स
sk: Haag, Holandsko
sv: Haag, Nederländerna

source: Paris, France
cs: Paříž, Francie
hi: पेरिस, फ़्रांस
sk: Paríž, Francúzsko
sv: Paris, Frankrike

source: Thessaloniki, Greece
cs: Thessaloniki, Řecko
hi: थेसालोनिकी, ग्रीस
sk: Solún, Grécko
sv: Thessaloniki, Grekland

source: Where does the openSUSE Conference pre-party usually happen in Nuremberg?
cs: Kde se obvykle koná party před začátkem openSUSE Konference v Norimberku?
hi: न्यूरमबर्ग में openSUSE कॉन्फ़्रेंस की प्री‑पार्टी आमतौर पर कहाँ होती है?
sk: Kde sa zvyčajne koná predkonferenčná párty openSUSE v Norimbergu?
sv: Var i Nürnberg brukar förfesten för openSUSE konferensen äga rum?

source: At Kater Murr
cs: V Kater Murr
hi: Kater Murr में
sk: V Kater Murr
sv: På Kater Murr

source: At ZypperHaus
cs: V ZypperHaus
hi: ZypperHaus में
sk: V ZypperHaus
sv: På ZypperHaus

source: In the SESU club run by SUSE interns at the local university
cs: V místním vysokoškolsem klubu SESU, který je veden interny ze SUSE
hi: स्थानीय विश्वविद्यालय में SUSE इंटर्न द्वारा संचालित SESU क्लब में
sk: V klube SESU, ktorý vedú stážisti SUSE na miestnej univerzite
sv: I SESU-klubben som drivs av SUSE-praktikanter på det lokala universitetet

source: At the virtual /bar on meet.opensuse.org
cs: Ve virtuálním /bar-u na meet.opensuse.org
hi: meet.opensuse.org पर वर्चुअल /bar में
sk: Vo virtuálnom /bar na meet.opensuse.org
sv: I den virtuella baren på meet.opensuse.org

source: What unusual item has appeared as official openSUSE swag?
cs: Jaký netradiční předmět se už objevil jako openSUSE swag?
hi: कौन‑सी असामान्य वस्तु आधिकारिक openSUSE स्वैग (उपहार) के रूप में दिखाई दी है?
sk: Aký nezvyčajný predmet sa objavil ako oficiálny tovar openSUSE?
sv: Vilket ovanligt föremål har dykt upp som officiellt openSUSE swag?

source: openSUSE branded surströmming
cs: Surströmming se značkou openSUSE
hi: openSUSE ब्रांडेड surströmming
sk: Surströmming pod značkou openSUSE
sv: openSUSE-märkt surströmming

source: Geeko flavored toothpaste
cs: Zubní pasta s příchutí maskota Geeka
hi: Geeko स्वाद वाला टूथपेस्ट
sk: Zubná pasta s príchuťou Geeko
sv: Geeko smaksatt tandkräm

source: FIPS certified socks
cs: FIPS certifikované ponožky
hi: FIPS प्रमाणित मोज़े
sk: Ponožky s certifikátom FIPS
sv: FIPS-certifierade strumpor

source: Our ex-Treasurer Andrew received enormous applause for a surprising 'creation' during his talk. What was it?
cs: Náš bývalý pokladník Andrew obdržel bouřlivý potlesk za překvapivou 'kreaci' během svého talku. Co předvedl?
hi: हमारे पूर्व कोषाध्यक्ष Andrew को अपने एक आश्चर्यजनक 'creation' के लिए उनके टॉक के दौरान बहुत तालियाँ मिलीं। वह क्या था?
sk: Náš bývalý pokladník Andrew zožal obrovský potlesk za prekvapivý 'výtvor' počas svojho príhovoru. Čo to bolo?
sv: Vår före detta kassör Andrew fick enorma applåder för en överraskande "skapelse" under sitt föredrag. Vad var det?

source: Dirty Dancing with Geeko
cs: Hříšný tanec s plyšákem Geekem
hi: Geeko के साथ Dirty Dancing
sk: Hriešny tanec s Geekom
sv: Dirty Dancing med Geeko

source: Singing a Free Software song
cs: Zazpíval Free Software song
hi: फ्री सॉफ़्टवेयर गीत गाना
sk: Spievanie piesne o slobodnom softvéri
sv: Sjunger en sång om fri programvara

source: Playing the banjo
cs: Hrál na banjo
hi: बैंजो बजाना
sk: Hra na bendžo
sv: Spelar banjo
