Repository: openSUSE/quiz
Catalog: po/*.po
Languages: cs, hi, sk, sv

source: Kernel Of The Day — daily built kernels on OBS Kernel:xxx projects
cs: Kernel Of The Day - Jádro dne denně sestavovaná jádra v OBS projektech Kernel:xxx
hi: Kernel Of The Day — OBS Kernel:xxx प्रोजेक्ट्स पर प्रतिदिन बनाए जाने वाले कर्नेल
sk: Kernel Of The Day - denné zostavené jadro v OBS projektech Kernel:xxx
sv: Dagens kärna — dagligen byggda kärnor på OBS Kernel:xxx-projekt

source: Knights Of The Old Repositories — the legendary kernel defenders
cs: Knights Of The Old Repositories - legendární obránci kernelu
hi: Knights Of The Old Repositories — दिग्गज कर्नेल रक्षक
sk: Knights Of The Old Repositories — legendárny obrancovia kernelu
sv: Knights Of The Old Repositories — de legendariska kärnförsvararna

source: Keep Our Tux Dancing — the secret kernel dance party
cs: Keep Our Tux Dancing — tajná taneční skupina kernelářů
hi: Keep Our Tux Dancing — गुप्त कर्नेल डांस पार्टी
sk: Keep Our Tux Dancing — tajná tanečná párty ľudí kernelu
sv: Keep Our Tux Dancing — den hemliga kärndansfesten

source: Kernel Operators Training Division — Jedi-level kernel ninjas
cs: Kernel Operators Training Division — HustoDémonskyKrutopřísní kerneloví ninjové
hi: Kernel Operators Training Division — जेडाई‑स्तर के कर्नेल निंजा
sk: Kernel Operators Training Division — kernel ninjovia na úrovni Jedi
sv: Kernel Operators Training Division — kärnninjor på Jedi-nivå

source: SUSE is a top 6 Linux kernel contributor (LF 2017). About what percent of contributions does SUSE make?
cs: SUSE je jedním z 6 největších přispěvatelů linuxového jádra (dle LF 2017). Jaké procento příspěvků SUSE tvoří?
hi: SUSE शीर्ष 6 लिनक्स कर्नेल कॉन्ट्रिब्यूटर्स में से एक है (LF 2017)। SUSE लगभग कितने प्रतिशत योगदान देती है?
sk: SUSE je jedným zo 6 najväčších prispievateľov do linuxového jadra (FSF 2017). Približne koľko percent príspevkov poskytuje SUSE?
sv: SUSE är en av de 6 främsta bidragsgivarna till Linuxkärnan (LF 2017). Ungefär hur stor andel av bidragen står SUSE för?

source: Less than 1%
cs: Méně než 1%
hi: 1% से कम
sk: Menej než 1%
sv: Mindre än 1 %

source: Around 3%
cs: Okolo 3%
hi: लगभग 3%
sk: Okolo 3%
sv: Omkring 3%

source: About 5%
cs: Asi 5%
hi: करीब 5%
sk: Približne 5%
sv: Omkring 5%

source: More than 20%
cs: Více než 20%
hi: 20% से अधिक
sk: Viac než 20%
sv: Mer än 20 %

source: Chameleon Fun for kids
cs: Zábava s Chameleony pro děti
hi: बच्चों के लिए गिरगिट मस्ती
sk: Zábava s chameleónom pre deti
sv: Kameleontkul för barn

source: A colorful quiz about chameleons and openSUSE for curious kids!
cs: Barevný kvíz o chameleonech a openSUSE pro zvídavé děti!
hi: जिज्ञासु बच्चों के लिए गिरगिट और openSUSE पर एक रंगीन प्रश्नोत्तरी!
sk: Farebný kvíz o chameleónoch a openSUSE pre zvedavé deti!
sv: Ett färgglatt quiz om kameleonter och openSUSE för nyfikna barn!

source: What color can a chameleon turn into?
cs: Do jaké barvy se může chameleon proměnit?
hi: गिरगिट किस‑किस रंग में बदल सकता है?
sk: Na akú farbu sa môže zmeniť chameleón?
sv: Vilken färg kan en kameleont förvandlas till?

source: Only green
cs: Pouze do zelené
hi: सिर्फ हरा
sk: Iba zelená
sv: Endast grön

source: Any color, even purple!
cs: Do jakákoliv barvy, dokonce i fialové!
hi: कोई भी रंग, यहाँ तक कि बैंगनी भी!
sk: Akákoľvek farba, dokonca aj fialová!
sv: Vilken färg som helst, även lila!

source: Many colors like green, brown, yellow
cs: Do různých barvev jako zelené, hnědé, žluté
hi: हरे, भूरे, पीले जैसे कई रंग
sk: Mnoho farieb ako zelená, hnedá, žltá
sv: Många färger som grön, brun, gul

source: Only black and white
cs: Pouze do bilé a černé
hi: सिर्फ काला और सफेद
sk: Len čierna a biela
sv: Endast svart och vit

source: What is the mascot of openSUSE?
cs: Co je maskotem openSUSE?
hi: openSUSE का शुभंकर (mascot) क्या है?
sk: Čo je maskotom openSUSE?
sv: Vad är maskoten för openSUSE?

source: A penguin
cs: Tučnák
hi: एक पेंगुइन
sk: Tučniak
sv: En pingvin

source: A chameleon called Geeko
cs: Chameleon, který se jmenuje Geeko
hi: गीको नाम का एक गिरगिट
sk: Chameleón menom Geeko
sv: En kameleont som heter Geeko

source: A dragon
cs: Drak
hi: एक ड्रैगन
sk: Drak
sv: En drake

source: A robot
cs: Robot
hi: एक रोबोट
sk: Robot
sv: En robot

source: Why do chameleons change color?
cs: Proč mění chameleoni barvu?
hi: गिरगिट अपना रंग क्यों बदलते हैं?
sk: Prečo chameleóny menia farbu?
sv: Varför ändrar kameleonter färg?

source: To show how they feel or to hide
cs: Aby ukázali, jak se cítí, nebo aby se skryli
hi: अपनी भावना दिखाने या छिपने के लिए
sk: Aby ukázali, ako sa cítia, alebo aby sa skryli
sv: För att visa hur de mår eller att gömma sig

source: Because they are bored
cs: Protože se nudí
hi: क्योंकि वे बोर हो जाते हैं
sk: Pretože sa nudia
sv: För att de är uttråkade

source: Because they are cold-blooded robots
cs: Protože jsou to chladnokrevní roboti
hi: क्योंकि वे ठंडे खून वाले रोबोट हैं
sk: Pretože sú to chladnokrvní roboti
sv: För att de är kallblodiga robotar

source: To glow in the dark
cs: Aby svítili ve tmě
hi: अँधेरे में चमकने के लिए
sk: Aby žiarili v tme
sv: För att lysa i mörkret

source: Chameleons are primarily found in which part of the world?
cs: Kde se přirozeně vyskytují chameleoni?
hi: गिरगिट मुख्य रूप से दुनिया के किस हिस्से में पाए जाते हैं?
sk: Chameleóny sa vyskytujú predovšetkým v ktorej časti sveta?
sv: I vilken del av världen finns kameleonter främst?

source: South America
cs: Jižní Amerika
hi: दक्षिण अमेरिका
sk: Južná Amerika
sv: Sydamerika

source: Africa and Madagascar
cs: Afrika a Madagaskar
hi: अफ़्रीका और मेडागास्कर
sk: Afrika a Madagaskar
sv: Afrika och Madagaskar

source: Southeast Asia
cs: Jihovýchodní Asie
hi: दक्षिण‑पूर्व एशिया
sk: Juhovýchodná Ázia
sv: Sydostasien

source: Antarctica
cs: Antarktida
hi: अंटार्कटिका
sk: Antarktída
sv: Antarktis

source: How do chameleons catch their food?
cs: Jak chameleoni chytají svou potravu?
hi: गिरगिट अपना भोजन कैसे पकड़ते हैं?
sk: Ako chameleóny chytajú svoju potravu?
sv: Hur fångar kameleonter sin mat?

source: With their hands
cs: S jejich rukama
hi: अपने हाथों से
sk: S ich rukami
sv: Med sina händer

source: With their long sticky tongue
cs: S jejich dlouhým lepkavým jazykem
hi: अपनी लंबी और चिपचिपी जीभ से
sk: S ich dlhým lepkavým jazykom
sv: Med sin långa klibbiga tunga

source: By shouting at it
cs: Tím, že na ní pořvávájí
hi: उस पर चिल्लाकर
sk: Kričaním na ňu
sv: Genom att skrika på den

source: With a net
cs: Chytají ji do sítě
hi: जाल से
sk: Pomocou siete
sv: Med ett nät

source: What do chameleons eat?
cs: Co chameleoni jedí?
hi: गिरगिट क्या खाते हैं?
sk: Čím sa živia chameleóny?
sv: Vad äter kameleonter?

source: Ice cream
cs: Zmrzlinu
hi: आइसक्रीम
sk: Zmrzlinou
sv: Glass

source: Insects
cs: Hmyz
hi: कीड़े‑मकोड़े
sk: Hmyzom
sv: Insekter

source: Pineapples
cs: Ananasy
hi: अनानास
sk: Ananásmi
sv: Ananas

source: Hot dogs
cs: Párky v rohlíku
hi: हॉट डॉग्स
sk: Párkami v rožku
sv: Varmkorv

source: What makes openSUSE special?
cs: Čím je openSUSE jedinečné?
hi: openSUSE को खास क्या बनाता है?
sk: Čím je openSUSE výnimočné?
sv: Vad gör openSUSE speciellt?

source: It can talk to animals
cs: Umí mluvit se zvířaty
hi: यह जानवरों से बात कर सकता है
sk: Dokáže hovoriť so zvieratami
sv: Det kan prata med djur

source: It’s a modern, free operating system anyone can use — including you!
cs: Je to svobodný, moderní a bezpečný operační systém, který je zdarma a může jej používat každý. I ty!
hi: यह एक आधुनिक, मुफ़्त ऑपरेटिंग सिस्टम है जिसे कोई भी उपयोग कर सकता है — आप भी!
sk: Je to moderný slobodný operačný systém, ktorý môže používať každý - aj vy!
sv: Det är ett modernt, gratis operativsystem som vem som helst kan använda – inklusive dig!

source: It’s made of chameleon scales
cs: Je vyroben z chameleoních šupin
hi: यह गिरगिट की चमड़ी के तराजू (स्केल्स) से बना है
sk: Je vyrobené zo šupín chameleóna
sv: Det är gjort av kameleontfjäll

source: It’s only for secret agents
cs: Je pouze pro tajné agenty
hi: यह केवल गुप्त एजेंटों के लिए है
sk: Je len pre tajných agentov
sv: Det är bara för hemliga agenter

source: Do all chameleons look the same?
cs: Vypadají všichni chameleoni stejně?
hi: क्या सारे गिरगिट एक जैसे दिखते हैं?
sk: Vyzerajú všetky chameleóny rovnako?
sv: Ser alla kameleonter likadana ut?

source: Yes, they are all green and grumpy
cs: Ano, včichni jsou zelení a mrzutí
hi: हाँ, वे सब हरे और चिड़चिड़े होते हैं
sk: Áno, všetky sú zelené a nevrlé
sv: Ja, de är alla gröna och griniga

source: No, they come in many shapes, sizes, and colors
cs: Ne, mají mnoho tvarů, velikostí a barev
hi: नहीं, वे कई आकार, आकारों और रंगों में आते हैं
sk: Nie, majú rôzne tvary, veľkosti a farby
sv: Nej, de finns i många former, storlekar och färger

source: Yes, they all wear hats
cs: Ano, všichni nosí klobouky
hi: हाँ, वे सभी टोपी पहनते हैं
sk: Áno, všetky nosia klobúky
sv: Ja, de bär alla hattar

source: They all wear openSUSE stickers
cs: Všichni nosí openSUSE nálepky
hi: वे सभी openSUSE स्टिकर्स पहनते हैं
sk: Všetky majú nálepky openSUSE
sv: De bär alla openSUSE-klistermärken

source: What does the word 'open' in openSUSE mean?
cs: Co znamená slovo 'open' (otevřený) v openSUSE?
hi: openSUSE में 'open' शब्द का क्या अर्थ है?
sk: Čo znamená slovo 'open' v openSUSE?
sv: Vad betyder ordet "open" i openSUSE?

source: It’s a password
cs: Je to heslo
hi: यह एक पासवर्ड है
sk: Je to heslo
sv: Det är ett lösenord

source: It means everyone can use it and help make it better
cs: Znamená to, že jej může používat každý a pomáhat s jeho vylepšením
hi: इसका मतलब है कि हर कोई इसे इस्तेमाल कर सकता है और इसे बेहतर बनाने में मदद कर सकता है
sk: Znamená to, že ho môže používať každý a pomáhať ho vylepšovať
sv: Det betyder att alla kan använda det och bidra till att göra det bättre

source: It’s only for opening doors
cs: Je pouze pro otevírání dveří
hi: यह केवल दरवाज़े खोलने के लिए है
sk: Slúži len na otváranie dverí
sv: Det är bara för att öppna dörrar

source: It’s about opening candy wrappers
cs: Jde o otevírání obalů od bonbonů
hi: यह टॉफी के रैपर खोलने के बारे में है
sk: Ide o otváranie obalov cukríkov
sv: Det handlar om att öppna godispapper

source: Can chameleons move their eyes separately?
cs: Mohou chameleoni pohybovat očima odděleně?
hi: क्या गिरगिट अपनी दोनों आँखों को अलग‑अलग घुमा सकते हैं?
sk: Môžu chameleóny hýbať očami samostatne?
sv: Kan kameleonter röra sina ögon separat?

source: No, they blink both eyes together
cs: Ne, mrkají oběma očima najednou
hi: नहीं, वे दोनों आँखें एक साथ झपकाते हैं
sk: Nie, žmurkajú oboma očami naraz
sv: Nej, de blinkar med båda ögonen samtidigt

source: Yes, they can look in two directions at once!
cs: Ano, můžou se dívat dvěma směry najednou!
hi: हाँ, वे एक साथ दो दिशाओं में देख सकते हैं!
sk: Áno, môžu sa pozerať dvoma smermi naraz!
sv: Ja, de kan titta åt två håll samtidigt!

source: They close one eye when sleeping
cs: Zavírají jedno oko, když spí
hi: वे सोते समय एक आँख बंद करते हैं
sk: Počas spánku zatvárajú jedno oko
sv: De sluter ena ögat när de sover

source: No, their eyes are always closed
cs: Ne, jejich oči jsou pořád zavřené
hi: नहीं, उनकी आँखें हमेशा बंद रहती हैं
sk: Nie, ich oči sú vždy zatvorené
sv: Nej, deras ögon är alltid slutna

source: openSUSE Expert
hi: openSUSE विशेषज्ञ

source: Challenge other users in our leaderboard. 30 seconds per question. Stop anytime.
cs: Zapojujte se do soutěže s ostatními uživateli. 30 sekund na otázku. Můžete kdykoli skončit.
hi: हमारी लीडरबोर्ड में अन्य उपयोगकर्ताओं को चुनौती दें। प्रति प्रश्न 30 सेकंड। कभी भी रोक सकते हैं।
sk: Vyzvite ostatných používateľov v našej výsledkovej tabuľke. 30 sekúnd na otázku. Môžete kedykoľvek prestať.
sv: Utmana andra användare i vår topplista. 30 sekunder per fråga. Stoppa när som helst.

source: What is the mascot of openSUSE project?
cs: Jaký je maskot projektu openSUSE?
hi: ओपनसुसा परियोजना का शुभंकर क्या है?
sk: Aký je maskot projektu openSUSE?
sv: Vad är maskoten för openSUSE-projektet?

source: Pascal
hi: पास्कल

source: TwoPac
hi: टूपैक

source: Geeko
hi: गीको

source: BeefyMiracle
hi: बीफ़ीमिरेकल

source: What is the main goal of the openSUSE project?
cs: Jaký je hlavní cíl projektu openSUSE?
hi: ओपनसुसा परियोजना का मुख्य लक्ष्य क्या है?
sk: Čo je hlavným cieľom projektu openSUSE?
sv: Vad är huvudmålet med openSUSE-projektet?

source: Supporting and spreading open-source software
cs: Podpora a šíření open-source softwaru
hi: ओपन सोर्स सॉफ्टवेयर का समर्थन और प्रसार
sk: Podpora a šírenie open-source softvéru
sv: Stödja och sprida öppen källkodsprogramvara

source: Developing mobile applications
cs: Vývoj mobilních aplikací
hi: मोबाइल एप्लिकेशन विकसित करना
sk: Vývoj mobilných aplikácií
sv: Utveckla mobilapplikationer

source: Producing video games
cs: Výroba videoher
hi: वीडियो गेम का निर्माण
sk: Produkcia videohier
sv: Producera videospel

source: Research in artificial intelligence
cs: Výzkum v oblasti umělé inteligence
hi: कृत्रिम बुद्धिमत्ता में अनुसंधान
sk: Výskum umelej inteligencie
sv: Forskning inom artificiell intelligens

source: What are Aeon and Kalpa?
cs: Co jsou Aeon a Kalpa?
hi: एओन और कल्पा क्या हैं?
sk: Čo sú Aeon a Kalpa?
sv: Vad är Aeon och Kalpa?

source: Modern 'Immutable' desktops with GNOME and KDE
cs: Moderní 'Immutable' desktopové systémy s GNOME a KDE
hi: गनोम और केडीई के साथ आधुनिक 'अपरिवर्तनीय' डेस्कटॉप
sk: Moderné 'Nezmeniteľné' desktopy s GNOME a KDE
sv: Moderna "oföränderliga" skrivbord med GNOME och KDE

source: Rolling distributions with transactional updates using flatpaks on the desktop
cs: Rolling distribuce s transakčními aktualizacemi používající flatpaky na desktopu
hi: डेस्कटॉप पर flatpak के साथ transactional अपडेट वाली रोलिंग डिस्ट्रीब्यूशन्स
sk: Rolujúce distribúcie s transakčnými aktualizáciami používajúce aplikácie flatpak na desktope
sv: Rullande distributioner med transaktionella uppdateringar med flatpaks på skrivbordet

source: Distributions built on top of MicroOS
cs: Distribuce založené na MicroOS
hi: माइक्रोओएस पर आधारित वितरण
sk: Distribúcie zostavené nad MicroOS
sv: Distributioner byggda ovanpå MicroOS

source: Where was the openSUSE project founded?
cs: Kde byl projekt openSUSE založen?
hi: ओपनसुसा परियोजना की स्थापना कहां की गई थी?
sk: Kde bol založený projekt openSUSE?
sv: Var grundades openSUSE-projektet?

source: In Choustníkovo Hradiště
cs: V Choustníkově Hradišti
hi: Choustníkovo Hradiště में
sk: V Choustníkovom Hradišti
sv: I Choustníkovo Hradiště

source: At LinuxWorld Conference & Expo 2005 in San Francisco
cs: Na LinuxWorld Conference & Expo 2005 v San Franciscu
hi: LinuxWorld Conference & Expo 2005, सैन फ़्रांसिस्को में
sk: Na LinuxWorld Conference & Expo 2005 v San Franciscu
sv: På LinuxWorld-konferensen och utställningen 2005 i San Francisco

source: In Redmont
cs: V Redmontu
hi: रेडमोंट में
sk: V Redmonte
sv: I Redmont

source: At the University of Helsinki
cs: Na Univerzitě v Helsinkách
hi: हेलसिंकी विश्वविद्यालय में
sk: Na Univerzite v Helsinkách
sv: Vid Helsingfors universitet

source: What is the default filesystem in openSUSE?
cs: Jaký je výchozí souborový systém v openSUSE?
hi: openSUSE में डिफ़ॉल्ट फ़ाइल सिस्टम कौन‑सा है?
sk: Aký je predvolený súborový systém v openSUSE?
sv: Vilket är standardfilsystemet i openSUSE?

source: What’s the name of the new installer in Leap 16?
cs: Jak se jmenuje nový instalátor v Leap 16?
hi: Leap 16 में नए इंस्टॉलर का नाम क्या है?
sk: Aký je názov nového inštalátora v Leap 16?
sv: Vad heter den nya installationsprogrammet i Leap 16?

source: Which openSUSE distribution is optimized for running containers and micro services?
cs: Která distribuce openSUSE je optimalizovaná pro běh kontejnerů a mikro služeb?
hi: कौन‑सी openSUSE डिस्ट्रीब्यूशन कंटेनर और माइक्रो सर्विसेज चलाने के लिए अनुकूलित है?
sk: Ktorá distribúcia openSUSE je optimalizovaná na beh kontajnerov a mikroslužieb?
sv: Vilken openSUSE-distribution är optimerad för att köra behållare och mikrotjänster?

source: MicroOS and Leap Micro
cs: MicroOS a Leap Micro
hi: MicroOS और Leap Micro
sk: MicroOS a Leap Micro
sv: MicroOS och Leap Micro

source: Which openSUSE rolling distribution offers a calmer alternative to Tumbleweed for users who prefer fewer surprises?
cs: Která rolling distribuce openSUSE nabízí klidnější alternativu k Tumbleweed pro uživatele, kteří preferují méně překvapení?
hi: जो उपयोगकर्ता कम आश्चर्य (कम बदलाव) पसंद करते हैं, उनके लिए Tumbleweed का अधिक शांत विकल्प कौन‑सी openSUSE रोलिंग डिस्ट्रीब्यूशन प्रदान करती है?
sk: Ktorá rolujúca distribúcia openSUSE ponúka pokojnejšiu alternatívu k Tumbleweed pre používateľov, ktorí uprednostňujú menej prekvapení?
sv: Vilken rullande openSUSE-distribution erbjuder ett lugnare alternativ till Tumbleweed för användare som föredrar färre överraskningar?

source: What is Leap 16.0?
cs: Co je Leap 16.0?
hi: Leap 16.0 क्या है?
sk: Čo je Leap 16.0?
sv: Vad är Leap 16.0?

source: A traditional Linux distribution, the successor to Leap 15.6, released in Fall 2025
cs: Tradiční Linuxová distribuce, nástupce Leap 15.6, vydaná na podzim 2025
hi: एक पारंपरिक लिनक्स डिस्ट्रीब्यूशन, जो Leap 15.6 की उत्तराधिकारी है, और फ़ॉल 2025 में जारी हुई है
sk: Tradičná linuxová distribúcia, nástupca Leap 15.6, vydaná na jeseň 2025
sv: En traditionell Linuxdistribution, efterföljaren till Leap 15.6, släppt hösten 2025

source: An immutable distribution with GNOME and KDE
cs: Immutable distribuce s GNOME a KDE
hi: GNOME और KDE के साथ एक अपरिवर्तनीय डिस्ट्रीब्यूशन
sk: Nemenná distribúcia s GNOME a KDE
sv: En oföränderlig distribution med GNOME och KDE

source: A rolling release for mobile devices
cs: Rolling release pro mobilní zařízení
hi: मोबाइल उपकरणों के लिए एक रोलिंग रिलीज़
sk: Rolujúce vydanie pre mobilné zariadenia
sv: En rullande release för mobila enheter

source: A container-focused system like MicroOS
cs: Systém zaměřený na kontejnery jako MicroOS
hi: MicroOS जैसे कंटेनर‑केंद्रित सिस्टम
sk: Systém zameraný na kontajnery ako MicroOS
sv: Ett behållarefokuserat system som MicroOS

source: Which desktop environment is the default for openSUSE Leap 15?
cs: Které desktopové prostředí je výchozí pro openSUSE Leap 15?
hi: openSUSE Leap 15 के लिए डिफ़ॉल्ट डेस्कटॉप वातावरण कौन‑सा है?
sk: Ktoré desktopové prostredie je predvolené pre openSUSE Leap 15?
sv: Vilken skrivbordsmiljö är standard för openSUSE Leap 15?

source: There is no default. We leave choice to the user.
cs: Neexistuje výchozí. Volbu ponecháváme uživateli.
hi: कोई डिफ़ॉल्ट नहीं है। हम विकल्प उपयोगकर्ता पर छोड़ते हैं।
sk: Neexistuje žiadne predvolené nastavenie. Výber ponechávame na používateľovi.
sv: Det finns ingen standardinställning. Vi lämnar valet till användaren.

source: What is the name of the openSUSE build system?
cs: Jak se jmenuje build systém openSUSE?
hi: openSUSE बिल्ड सिस्टम का नाम क्या है?
sk: Ako sa volá zostavovací systém openSUSE?
sv: Vad är namnet på openSUSE-byggsystemet?

source: How can you make changes to a root partition on a transactional-update based system?
cs: Jak můžete provést změny na root oddílu v systému s transactional-update?
hi: आप transactional-update आधारित सिस्टम पर रूट पार्टिशन में बदलाव कैसे कर सकते हैं?
sk: Ako môžete vykonať zmeny v koreňovom oddiele na systéme založenom na transakčných aktualizáciách?
sv: Hur kan man göra ändringar i en rootpartition på ett system baserat på transaktionsuppdateringar?

source: Use transactional-update command and reboot into a new snapshot
cs: Použijte příkaz transactional-update a restartujte do nového snapshotu
hi: transactional-update कमांड का उपयोग करें और नए स्नैपशॉट में रीबूट करें
sk: Použite príkaz transactional-update a reštartujte do novej snímky
sv: Använd kommandot transactional-update och starta om i en ny ögonblicksavbild

source: By using sudo-sudo to gain giga privileges
cs: Použitím sudo-sudo pro získání giga práv
hi: sudo-sudo का उपयोग करके giga विशेषाधिकार प्राप्त करके
sk: Použitím sudo-sudo získate giga oprávnenia
sv: Genom att använda sudo-sudo för att få giga-privilegier

source: By using Salt or Ansible
cs: Použitím Salt nebo Ansible
hi: Salt या Ansible का उपयोग करके
sk: Použitím Salt alebo Ansible
sv: Genom att använda Salt eller Ansible

source: You have to edit files under a user netrunner and cross fingers
cs: Musíte upravit soubory pod uživatelem netrunner a držet palce
hi: आपको उपयोगकर्ता netrunner के अंतर्गत फ़ाइलें संपादित करनी होंगी और अच्छे की उम्मीद करनी होगी
sk: Musíte upraviť súbory pod používateľom netrunner a držať si palce
sv: Du måste redigera filer under en användar-netrunner och hålla tummarna

source: What is 'YaST'?
cs: Co je 'YaST'?
hi: 'YaST' क्या है?
sk: Čo je 'YaST'?
sv: Vad är 'YaST'?

source: A chameleon species native to Africa
cs: Druh chameleona pocházející z Afriky
hi: अफ़्रीका की मूल निवासी गिरगिट की एक प्रजाति
sk: Druh chameleóna pochádzajúci z Afriky
sv: En kameleontart som är inhemsk i Afrika

source: A free software for configuration of operating system
cs: Svobodný software pro konfiguraci operačního systému
hi: ऑपरेटिंग सिस्टम की कॉन्फ़िगरेशन के लिए मुक्त सॉफ़्टवेयर
sk: Slobodný softvér na konfiguráciu operačného systému
sv: Gratis programvara för att konfigurera operativsystemet

source: The default web browser
cs: Výchozí webový prohlížeč
hi: डिफ़ॉल्ट वेब ब्राउज़र
sk: Predvolený webový prehliadač
sv: Standardwebbläsaren

source: A programming language
cs: Programovací jazyk
hi: एक प्रोग्रामिंग भाषा
sk: Programovací jazyk
sv: Ett programmeringsspråk

source: What is the go-to place to learn about projects from Rancher and SUSE?
cs: Kde se nejlépe dozvíte o projektech od Rancher a SUSE?
hi: Rancher और SUSE की परियोजनाओं के बारे में सीखने की मुख्य (go-to) जगह कौन‑सी है?
sk: Kde sa môžete dozvedieť o projektoch od Rancher a SUSE?
sv: Var kan man lära sig mer om projekt från Rancher och SUSE?

source: Where can you install additional packages or packages with changes that didn't make it into the main distribution?
cs: Odkud si můžete nainstalovat dodatečné balíčky nebo balíčky se změnami, které se nedostaly do hlavní distribuce?
hi: आप अतिरिक्त पैकेज या ऐसे पैकेज जिनके बदलाव मुख्य डिस्ट्रीब्यूशन में नहीं आ पाए, कहाँ से इंस्टॉल कर सकते हैं?
sk: Odkiaľ si môžete nainštalovať ďalšie balíky alebo balíky so zmenami, ktoré sa nedostali do hlavnej distribúcie?
sv: Var kan man installera ytterligare paket eller paket med ändringar som inte kom med i huvuddistributionen?

source: With a single click from software.opensuse.org
cs: Jedním klikem na software.opensuse.org
hi: software.opensuse.org से एक ही क्लिक में
sk: Jedným kliknutím zo software.opensuse.org
sv: Med ett enda klick från software.opensuse.org

source: By browsing the myriad of projects on OBS build.opensuse.org
cs: Procházením nesčetným počtem projektů v OBS build.opensuse.org
hi: OBS build.opensuse.org पर असंख्य प्रोजेक्ट्स ब्राउज़ करके
sk: Prechádzaním nespočetného množstva projektov na OBS build.opensuse.org
sv: Genom att bläddra bland de många projekten på OBS build.opensuse.org

source: Through command opi, from the Packman repository or from Flathub
cs: Příkazem opi, z Packman repozitáře nebo z Flathubu
hi: opi कमांड के माध्यम से, Packman रिपॉज़िटरी से या Flathub से
sk: Prostredníctvom príkazu opi, z repozitára Packman alebo z Flathubu
sv: Via kommandot opi, från Packman-arkivet eller från Flathub

source: When submitting packages to openSUSE, where do you send them (metaphorically)?
cs: Kam je pošlete balíčky, které chcete přidat do openSUSE?
hi: जब आप openSUSE में पैकेज सबमिट करते हैं, तो आप उन्हें (रूपक रूप से) कहाँ भेजते हैं?
sk: Keď postupujete balíky do openSUSE, kam ich posielate (obrazne)?
sv: Vart skickar man paket till openSUSE (bildligt uttryckt)?

source: build.opensuse.org, not a carrier pigeon
cs: build.opensuse.org, ne poštovní holubem
hi: build.opensuse.org, कोई कबूतर डाक नहीं
sk: build.opensuse.org, nie poštový holub
sv: build.opensuse.org, inte med en brevduva

source: To the cloud (literally)
cs: Do mraků
hi: क्लाउड में (शाब्दिक रूप से)
sk: Do oblakov (doslova)
sv: Till molnet (bokstavligen)
