Repository: openSUSE/quiz
Catalog: po/*.po
Languages: cs, hi, sk, sv

source: openSUSE uses libzypp as the backend library for its package manager, Zypper. It's known for powerful dependency resolution and support for delta RPMs.
cs: openSUSE používá libzypp jako backendovou knihovnu pro svého správce balíčků Zypper. Je známá pro rychlé řešení závislostí a podporu delta RPM.
hi: openSUSE अपने पैकेज मैनेजर Zypper के लिए बैकएंड लाइब्रेरी के रूप में libzypp का उपयोग करता है। यह शक्तिशाली dependency resolution और delta RPMs के समर्थन के लिए जाना जाता है।
sk: openSuse používa libzypp ako backend knižnicu pre svojho balíčkového správcu Zypper. Je známa pre rýchle riešenie závislostí a podporu delta RPM.
sv: openSUSE använder libzypp som backend-bibliotek för sin pakethanterare, Zypper. Det är känt för kraftfull beroendehantering och stöd för delta-RPMs.

source: Where was Zypper respective libzypp first introduced?
cs: Kde byl Zypper respektive libzypp poprvé představen?
hi: Zypper और libzypp को पहली बार कहाँ पेश किया गया था?
sk: Kde bol Zypper respektívne libzypp po prvýkrát predstavený?
sv: Var introducerades Zypper respektive libzypp först?

source: In SuSE Linux 7.1 (2001)
cs: V SuSE Linux 7.1 (2001)
hi: SuSE Linux 7.1 (2001) में
sk: V SuSE Linux 7.1 (2001)
sv: I SuSE Linux 7.1 (2001)

source: In SUSE Linux 10.1 (2006)
cs: V SUSE Linux 10.1 (2006)
hi: SUSE Linux 10.1 (2006) में
sk: V SUSE Linux 10.1 (2006)
sv: I SUSE Linux 10.1 (2006)

source: As part of openSUSE Leap 42.3 magical release (2017)
cs: Byl součástí magického vydání openSUSE Leap 42.3 (2017)
hi: openSUSE Leap 42.3 की जादुई रिलीज़ (2017) के हिस्से के रूप में
sk: Ako súčasť magického vydania openSUSE Leap 42.3 (2017)
sv: Som en del av den magiska utgåvan av openSUSE Leap 42.3 (2017)

source: It was there since the beginning. S.u.S.E. Linux 1.0 (1994)
cs: Byl tu už od začátku v S.u.S.E. Linux 1.0 (1994)
hi: यह शुरुआत से ही था: S.u.S.E. Linux 1.0 (1994)
sk: Bol tam už od začiatku, v S.u.S.E Linux 1.0 (1994)
sv: Det fanns där från början. S.u.S.E. Linux 1.0 (1994)

source: What does 'zypper refs' do?
cs: Co dělá 'zypper refs' ?
hi: 'zypper refs' क्या करता है?
sk: Čo robí 'zypper refs' ?
sv: Vad gör "zypper refs"?

source: Refreshes all repositories
cs: Obnov všechny repozitáře
hi: सभी रिपॉज़िटरी को रिफ्रेश करता है
sk: Obnov všetky repozitáre
sv: Uppdaterar alla förråd

source: Lists orphaned packages
cs: Vypíše osiřelé balíčky
hi: अनाथ (orphaned) पैकेजों की सूची दिखाता है
sk: Vypíš osirelé balíčky
sv: Listar överblivna paket

source: Lists soft package locks
cs: Vylistuje všechny soft package locks
hi: सॉफ़्ट पैकेज लॉक की सूची दिखाता है
sk: Vylistuje všetky soft package locks
sv: Listar mjuka paketlås

source: Refreshes defined repository index services.
cs: Obnoví dostupné repository index services (RIS)
hi: निर्धारित रिपॉज़िटरी इंडेक्स सेवाओं को रिफ्रेश करता है।
sk: Obnoví definované repository index services (RIS).
sv: Uppdaterar definierade förråd indextjänster.

source: What does RIS (Repository Index Service) actually do in openSUSE?
cs: Co přesně dělá RIS (Repository Index Service) v openSUSE?
hi: openSUSE में RIS (Repository Index Service) वास्तव में क्या करता है?
sk: Čo presne robí RIS (Repository Index Service) v openSUSE?
sv: Vad gör egentligen RIS (Repository Index Service) i openSUSE?

source: Allows centralized and flexible repository management. openSUSE uses it to generate .repo files from rpm-managed repoindex.xml
cs: Umožňuje centralizovanou a flexibilní správu repozitářů. openSUSE jej používá ke generování .repo souborů ze šablony repoindex.xml spravované pomocí rpm.
hi: केंद्रीकृत और लचीला रिपॉज़िटरी प्रबंधन सक्षम करता है। openSUSE इसका उपयोग rpm द्वारा प्रबंधित repoindex.xml से .repo फ़ाइलें बनाने के लिए करता है
sk: Umožňuje centralizovaný a flexibilný manažment repozitárov. openSUSE ho používa na generovanie .repo súborov zo šablóny repoindex.xml spravovanej pomocou rpm
sv: Tillåter centraliserad och flexibel hantering av förråd. openSUSE använder det för att generera .repo-filer från rpm-hanterade repoindex.xml

source: It injects RPMs into your system while you're not looking.
cs: Natajňačku cpe RPM balíčky do vašeho systému, aniž byste se dívali.
hi: यह तब आपके सिस्टम में RPMs डालता है जब आप नहीं देख रहे होते।
sk: Potajme pchá RPM balíčky do systému vtedy keď sa nepozeráš.
sv: Det injicerar RPMs i ditt system medan du inte tittar.

source: It schedules all recursive installs to happen only during coffee breaks.
cs: Plánuje všechny rekurzivní instalace tak, aby probíhaly pouze během přestávek na kávu.
hi: यह सभी recursive इंस्टॉल को केवल कॉफी ब्रेक के दौरान चलने के लिए शेड्यूल करता है।
sk: Naplánuje všetky rekurzívne inštalácie tak, aby prebiehali len počas prestávok na kávu.
sv: Den schemalägger alla rekursiva installationer så att de endast sker under kaffepauser.

source: It just exists to confuse people with too many acronyms.
cs: Existuje to jen proto, aby lidi mátlo příliš mnoha zkratkami.
hi: यह सिर्फ लोगों को बहुत सारे acronym से भ्रमित करने के लिए मौजूद है।
sk: Existuje len kvôli tomu aby zmiatol ľudí s veľkým množstvom skratiek.
sv: Det finns bara för att förvirra människor med för många förkortningar.

source: What does the Zypper command 'zypper dup' do?
cs: Co dělá příkaz Zypperu 'zypper dup'?
hi: Zypper कमांड 'zypper dup' क्या करता है?
sk: Čo robí príkaz Zyppera, 'zypper dup'?
sv: Vad gör Zypper-kommandot 'zypper dup'?

source: Deletes unused packages
cs: Smaže nepoužívané balíčky
hi: अनुपयोगी पैकेजों को हटाता है
sk: Vymaže nepoužívané balíčky
sv: Tar bort oanvända paket

source: Performs a distribution upgrade
cs: Udělá upgrade distribuce
hi: डिस्ट्रीब्यूशन अपग्रेड करता है
sk: Urobí upgrade distribúcie
sv: Utför en distributionsuppgradering

source: Downloads all updates in background
cs: Stálne na pozadí všechny aktualizace
hi: सभी अपडेट्स को बैकग्राउंड में डाउनलोड करता है
sk: Stiahne všetky aktualizácie na pozadí
sv: Laddar ner alla uppdateringar i bakgrunden

source: Displays user preferences
cs: Zobrazí uživatelské nastavení
hi: उपयोगकर्ता प्रेफरेंसेज़ दिखाता है
sk: Zobrazí užívateľské nastavenia
sv: Visar användarinställningar

source: Which Zypper command enables parallel package downloads?
cs: Který příkaz Zypperu umožňuje paralelní stahování balíčků?
hi: कौन‑सा Zypper कमांड पैकेजों के समानांतर (parallel) डाउनलोड सक्षम करता है?
sk: Ktorý príkaz Zypperu umožňuje paralelné sťahovanie balíčkov?
sv: Vilket Zypper-kommando aktiverar parallella paketnedladdningar?

source: The latest zypper uses parallel downloads by default
cs: Nejnovější zypper již standardně používá paralelní stahování.
hi: नवीनतम zypper डिफ़ॉल्ट रूप से parallel डाउनलोड का उपयोग करता है
sk: Najnovší zypper štandardne používa paralelné sťahovanie
sv: Den senaste Zypper-versionen använder parallella nedladdningar som standard

source: Which file is the main configuration file for Zypper?
cs: Který soubor je hlavním konfiguračním souborem pro Zypper?
hi: Zypper के लिए मुख्य कॉन्फ़िगरेशन फ़ाइल कौन‑सी है?
sk: Ktorý súbor je hlavný konfiguračný súbor pre Zypper?
sv: Vilken fil är den huvudsakliga konfigurationsfilen för Zypper?

source: Which of the following Zypper commands will clean all cached packages?
cs: Který z následujících příkazů Zypperu vyčistí všechny balíčky uložené v mezipaměti?
hi: निम्नलिखित Zypper कमांडों में से कौन‑सा सभी cached पैकेजों को साफ़ करेगा?
sk: Ktorý z nasledujúcich Zypper príkazov sa používa na vyčistenie všetkých balíkov uložených v medzipameti?
sv: Vilket av följande Zypper-kommandon rensar alla cachade paket?

source: Zypper can install patterns. What is a pattern in Zypper terms?
cs: Zypper umí instalovat patterny. Co je to pattern v terminologii Zypperu?
hi: Zypper पैटर्न भी इंस्टॉल कर सकता है। Zypper की भाषा में pattern क्या होता है?
sk: Zypper vie inštalovať patterny. Čo je to pattern v terminológii Zyppera?
sv: Zypper kan installera mönster. Vad är ett mönster i Zypper-termer?

source: A regex for matching package names
cs: Regulární výraz pro porovnávání názvů balíčků
hi: पैकेज नामों से मेल खाने के लिए regex
sk: Regulárny výraz pre vyhľadanie nazvov balíčkov
sv: En regex för matchande paketnamn

source: A group of packages defining a role or use-case
cs: Skupinu baliků představující roli nebo nějaké specifické využití
hi: पैकेजों का समूह जो किसी भूमिका या उपयोग‑केस को परिभाषित करता है
sk: Skupina balíčkov definovaná rolou alebo špecifickým použitím
sv: En grupp paket som definierar en roll eller ett användningsfall

source: A theming configuration file
cs: Konfigurační soubor pro témata
hi: थीमिंग कॉन्फ़िगरेशन फ़ाइल
sk: Konfiguračný súbor pre témy
sv: En temakonfigurationsfil

source: A metadata tag for a repository
cs: Metatada značku pro repozitář
hi: रिपॉज़िटरी के लिए metadata टैग
sk: Metadata tag pre repozitár
sv: En metadatatagg för ett förråd

source: What happens if you run 'zypper dup --from packman'?
cs: Co se stane, když spustíte 'zypper dup --from packman'?
hi: यदि आप 'zypper dup --from packman' चलाते हैं तो क्या होता है?
sk: Čo sa stane, keď spustíte 'zypper dup --from packman'?
sv: Vad händer om du kör 'zypper dup --from packman'?

source: Only update the 'packman' repository metadata
cs: Aktualizuje pouze metadata repozitáře 'packman'
hi: केवल 'packman' रिपॉज़िटरी का मेटाडेटा अपडेट होता है
sk: Aktualizuje iba metadata pre repozitár 'packan'
sv: Uppdaterar endast metadata för 'packman'-förrådet

source: Remove all non-packman packages
cs: Odstraňte všechny balíčky, které nejsou součástí Packmana
hi: सभी non-packman पैकेज हटा दिए जाते हैं
sk: Vymaže všetky balíčky ktoré sa nenachádzajú v repozitári packman
sv: Tar bort alla paket som inte är från Packman

source: Force upgrade of installed packages to versions from packman repository
cs: Vynucení aktualizace nainstalovaných balíčků na verze z repozitáře Packman
hi: इंस्टॉल किए गए पैकेजों को packman रिपॉज़िटरी के संस्करणों में force upgrade करता है
sk: Vynúti aktualizáciu nainštalovaných balíčkov na verzie z repozitáru Packman
sv: Tvingar uppgradering av installerade paket till versioner från packman-förrådet

source: Create a backup before upgrade
cs: Před upgradem vytvoří zálohu
hi: अपग्रेड से पहले बैकअप बनाता है
sk: Pred upgradom vytvorí zálohu
sv: Skapar en säkerhetskopia före uppgradering

source: Leap 16.0 improved repository management with CDN by default, RIS-managed repos, and fewer total repositories. How many distribution repos does Leap 16.0 include by default?
cs: Leap 16.0 vylepšil správu repozitářů s CDN ve výchozím nastavení, repozitáři spravovanými RIS a menším celkovým počtem repozitářů. Kolik distribučních repozitářů Leap 16.0 ve výchozím nastavení obsahuje?
hi: Leap 16.0 ने डिफ़ॉल्ट रूप से CDN, RIS‑प्रबंधित रिपॉज़िटरी और कम कुल रिपॉज़िटरी के साथ रिपॉज़िटरी प्रबंधन में सुधार किया है। Leap 16.0 में डिफ़ॉल्ट रूप से कितनी डिस्ट्रीब्यूशन रिपॉज़िटरी शामिल हैं?
sk: Leap 16.0 vylepšil správu repozitárov s CDN v predvolenom nastavení, RIS manažovaných repositárov, a menším počtom repozitárov. Koľko distribučných repozitárov sa nachádza v Leap 16.0 v predvolenom nastavení?
sv: Leap 16.0 förbättrade hanteringen av förråd med CDN som standard, RIS-hanterade förråd och färre förråd totalt. Hur många distributionsförråd inkluderar Leap 16.0 som standard?

source: Leap 16.0 uses RIS-managed repos now. How do you tweak repo settings without breaking things?
cs: Leap 16.0 nyní používá repozitáře spravované RIS. Jak upravit nastavení repozitářů, aniž by se něco pokazilo?
hi: Leap 16.0 अब RIS‑प्रबंधित रिपॉज़िटरी का उपयोग करता है। आप चीज़ें तोड़े बिना रिपॉज़िटरी सेटिंग्स को कैसे समायोजित करते हैं?
sk: Leap 16.0 teraz používa repozitáre spravované RIS. Ako môžeš upraviť nastavenie repozitárov bez toho aby sa niečo pokazilo?
sv: Leap 16.0 använder nu RIS-hanterade förråd. Hur justerar man förråds-inställningar utan att det går sönder?

source: /etc/zypp/repos.d/ like the good old days
cs: /etc/zypp/repos.d/ jako za starých časů
hi: /etc/zypp/repos.d/ जैसे पुराने अच्छे दिनों में करते थे
sk: /etc/zypp/repos.d/ ako v starých dobrých časoch
sv: /etc/zypp/repos.d/ som i de gamla goda dagarna

source: Don’t touch distribution .repo files, they will get overwritten! Use /etc/zypp/vars.d instead.
cs: Nesahejte na distribuční soubory .repo, byly by přepsány! Namísto použijte proměnné v /etc/zypp/vars.d.
hi: डिस्ट्रीब्यूशन की .repo फ़ाइलों को न छुएँ, वे ओवरराइट हो जाएँगी! इसके बजाय /etc/zypp/vars.d का उपयोग करें।
sk: Nedotýkaj sa distribučných súborov .repo, budú prepísané! Namiesto toho použi /etc/zypp/vars.d.
sv: Rör inte distributionens .repo-filer, de kommer att skrivas över! Använd /etc/zypp/vars.d istället.

source: Run `zypper --edit-repo --force` — the official way.
cs: Spuštěním `zypper --edit-repo --force` — oficiálním způsobem
hi: `zypper --edit-repo --force` चलाएँ — आधिकारिक तरीका।
sk: Spustením `zypper --edit-repo --force` — oficiálnym spôsobom.
sv: Kör `zypper --edit-repo --force` — det officiella sättet.

source: Edit repoindex.xml manually and cross your fingers.
cs: Manuálně editujte repoindex.xml a držte palce.
hi: repoindex.xml को मैन्युअल रूप से संपादित करें और अच्छे की उम्मीद करें।
sk: Manuálne uprav repoindex.xml a drž palce.
sv: Redigera repoindex.xml manuellt och håll tummarna.

source: What can users do at software.opensuse.org?
cs: Co můžou uživatelé dělat na software.opensuse.org?
hi: उपयोगकर्ता software.opensuse.org पर क्या कर सकते हैं?
sk: Čo môžu používatelia robiť na stránke software.opensuse.org?
sv: Vad kan användare göra på software.opensuse.org?

source: Install packages with zypper via a single click in the browser.
cs: instalovat balíčky pomocí Zypperu jediným kliknutím v prohlížeči.
hi: ब्राउज़र में एक ही क्लिक से zypper के ज़रिए पैकेज इंस्टॉल कर सकते हैं।
sk: Inštalovať balíčky pomocou Zyppera jedným kliknutím v prehliadači.
sv: Installera paket med zypper med ett enda klick i webbläsaren.

source: Browse and install additional software, including packages from home projects.
cs: Procházejte a instalovat další software, včetně balíčků z home projektů vývojářů.
hi: अतिरिक्त सॉफ़्टवेयर, जिसमें home projects के पैकेज भी शामिल हैं, ब्राउज़ और इंस्टॉल कर सकते हैं।
sk: Prehliadať a inštalovať dodatočný softvér, taktiež balíčkov z home projektov vývojárov.
sv: Bläddra bland och installera ytterligare programvara, inklusive paket från hemprojekt.

source: View screenshots and details of cool open source software.
cs: Prohlédněte si snímky obrazovky a podrobnosti o skvělém softwaru s otevřeným zdrojovým kódem.
hi: शानदार ओपन सोर्स सॉफ़्टवेयर के स्क्रीनशॉट और विवरण देख सकते हैं।
sk: Zobraziť snímky obrazovky a podrobnosti o skvelom open source softvéri.
sv: Visa skärmdumpar och detaljer om cool programvara med öppen källkod.

source: All of the above.
cs: Vše uvedené.
hi: उपरोक्त सभी।
sk: Všetky možnosti.
sv: Allt ovanstående.

source: At what manpage section would you look for zypper docs?
cs: V jaké sekci manuálových stránek byste hledali dokumentaci k Zypperu?
hi: zypper डॉक्यूमेंटेशन के लिए आप manpage के किस सेक्शन में देखेंगे?
sk: V akej sekcii manuálových stránok by ste hľadali dokumentáciu ku Zypperovi?
sv: I vilken sektion av manualsidan skulle du leta efter Zypper-dokumentation?

source: What is yzpper?
cs: Co je yzpper?
hi: yzpper क्या है?
sk: Čo je yzpper?
sv: Vad är yzpper?

source: Turkish translation of zypper
cs: Turecký překlad slova zypper
hi: zypper का तुर्की अनुवाद
sk: Turecký preklad slova zypper
sv: Turkisk översättning av zypper

source: Reverse (undo) the last zypper command
cs: Zrušit (vrátit zpět) poslední příkaz zypperu
hi: आख़िरी zypper कमांड को उलटना (undo करना)
sk: Zrušiť (vrátiť naspäť) posledný príkaz zypperu
sv: Ångra (återställ) det senaste zypper-kommandot

source: Symlink to zypper, to avoid error on keyboard with swapped Y and Z key [german]
cs: Symbolický odkaz na Zypper, aby se zabránilo chybě na klávesnici s prohozenými klávesami Y a Z [německý layout]
hi: zypper का symlink, ताकि Y और Z कुंजी स्वैप होने पर (जर्मन कीबोर्ड) गलती से बचा जा सके
sk: Symbolický odkaz na zypper aby sa zabránilo chybe na klavesnici s prehodenými klávesami Y a Z [nemecké rozloženie klávesnice]
sv: Symlänk till zypper, för att undvika fel på tangentbordet med utbytta Y och Z-tangenter [på tyska tangentbord]

source: The project name of next gen zypper
cs: Název projektu nové generace Zypperu
hi: अगली पीढ़ी के zypper का प्रोजेक्ट नाम
sk: Názov projektu Novej generácie zyppera
sv: Projektnamnet för nästa generations zypper

source: This one is tricky! We all know zypper rm --clean deps but what happens if you run `zypper rm --clean-deps rm`?
cs: Tohle je ošemetné! Všichni známe `zypper rm --clean-deps`, ale co se stane, když spustíte `zypper rm --clean-deps rm`?
hi: यह वाला पेचीदा है! हम सभी `zypper rm --clean deps` जानते हैं, लेकिन अगर आप `zypper rm --clean-deps rm` चलाएँ तो क्या होता है?
sk: Toto je oriešok! Všetci poznáme zypper rm --clean deps, ale čo sa stane, ak spustíte `zypper rm --clean-deps rm`?

source: You uninstall the `rm` command and all its leftover dependencies. Good luck removing files afterward!
cs: Odinstalujete příkaz `rm` a všechny jeho zbývající závislosti. Hodně štěstí s následným odstraňováním souborů!
hi: आप `rm` कमांड और उसकी सभी बची हुई dependency अनइंस्टॉल कर देते हैं। उसके बाद फ़ाइलें हटाने के लिए शुभकामनाएँ!
sk: Odinštalujeme príkaz `rm` a všetky jeho zostávajúce závislosti. Veľa šťastia s nasledovným mazaním suborov!
sv: Du avinstallerar `rm`-kommandot och alla dess kvarvarande beroenden. Lycka till med att ta bort filer efteråt!

source: Only the `rm` command gets removed, dependencies stay put.
cs: Odstraní se pouze příkaz `rm`, závislosti zůstanou zachovány.
hi: केवल `rm` कमांड हटाया जाता है, dependency वहीं रहती हैं।
sk: Odstráni sa iba príkaz `rm`, závislosti zostanú zachované.
sv: Endast `rm`-kommandot tas bort, beroenden finns kvar.

source: It cleans your system of the `rm` command but keeps a backup just in case.
cs: Vyčistí váš systém od příkazu `rm`, ale pro případ potřeby si uloží zálohu.
hi: यह आपके सिस्टम से `rm` कमांड को साफ़ कर देता है लेकिन ज़रूरत पड़ने पर एक बैकअप रखता है।
sk: Vyčistí ti tvoj systém od príkazu `rm`, ale urobí si jeho zalohu keby sa niečo stalo.
sv: Det rensar ditt system från kommandot `rm` men behåller en säkerhetskopia för säkerhets skull.

source: Nothing happens `rm` command belongs to coreutils.
cs: Nic se nestane příkaz `rm` je přece součástí coreutils.
hi: कुछ नहीं होता, `rm` कमांड coreutils का हिस्सा है।
sk: Nič sa nestane, príkaz `rm` je predsa súčasťou coreutils.
sv: Ingenting händer. `rm`-kommandot tillhör coreutils.

source: Start Quiz
cs: Spustit Kvíz
hi: क्विज़ शुरू करें
sk: Spustiť kvíz
sv: Starta frågesport

source: Start
hi: प्रारंभ
sk: Štart
sv: Starta

source: Back
cs: Zpět
hi: पीछे
sk: Späť
sv: Tillbaka

source: Submit
cs: Odeslat
hi: सबमिट करें
sk: Odoslať
sv: Skicka in

source: Next
cs: Další
hi: अगला
sk: Ďalej
sv: Nästa

source: Quit
cs: Ukončit
hi: बंद करें
sk: Ukončiť
sv: Avsluta

source: Submit and Quit
cs: Odeslat a ukončit
hi: सबमिट करके बंद करें
sk: Odoslať a ukončiť
sv: Skicka in och avsluta

source: Time left
cs: Zbývající čas
hi: शेष समय
sk: Zostávajúci čas
sv: Tid kvar

source: Score
cs: Skóre
hi: स्कोर
sk: Skóre
sv: Poäng

source: Final
cs: Finální
hi: अंतिम
sk: Finálne

source: Restart
hi: दोबारा शुरू करें
sk: Reštart
sv: Starta om

source: Question
cs: Otázka
hi: प्रश्न
sk: Otázka
sv: Fråga

source: Please enter a username to proceed.
cs: Pro pokračování zadejte uživatelské jméno.
hi: आगे बढ़ने के लिए कृपया एक उपयोगकर्ता नाम दर्ज करें।
sk: Ak chcete pokračovať, zadajte používateľské meno.
sv: Ange ett användarnamn för att fortsätta.

source: Welcome, %s
cs: Vítejte, %s
hi: स्वागत है, %s
sk: Vitajte, %s
sv: Välkommen, %s

source: Are you sure you want to quit and submit?
cs: Opravdu chcete ukončit a odeslat?
hi: क्या आप वाकई सबमिट करके बाहर निकलना चाहते हैं?
sk: Ste si istí, že chcete ukončiť a odoslať?
sv: Är du säker på att du vill avsluta och skicka in?

source: Username is too short.
cs: Uživatelské jméno je příliš krátké.
hi: उपयोगकर्ता नाम बहुत छोटा है।
sk: Používateľské meno je príliš krátke.
sv: Användarnamnet är för kort.

source: Sorry, this login is already taken.
cs: Uživatelské jméno má již někdo jiný.
hi: क्षमा कीजिए, यह लॉगिन पहले से उपयोग में है।
sk: Je nám ľúto, toto prihlasovacie meno je už obsadené.
sv: Tyvärr, den här inloggningen är redan upptagen.

source: Are you sure you want to quit? Your progress will not be saved.
cs: Opravdu chcete ukončit? Váš postup nebude uložen.
hi: क्या आप वाकई बाहर निकलना चाहते हैं? आपकी प्रगति सहेजी नहीं जाएगी।
sk: Ste si istý, že chcete ukončiť? Váš postup sa neuloží.
sv: Är du säker på att du vill avsluta? Dina framsteg kommer inte att sparas.

source: Use a recognizable nickname, like ZypperJedi, or preferably your real name (NameSurname).
cs: Zvolte přezdívku tak abychom vás rozeznali, například ZypperJedi, nebo raději své skutečné jméno (JménoPříjmení).
hi: कोई पहचाने योग्य उपनाम उपयोग करें, जैसे ZypperJedi, या बेहतर है कि अपना असली नाम (NameSurname) लिखें।
sk: Použite rozpoznateľnú prezývku, ako napríklad ZypperJedi, alebo najlepšie svoje skutočné meno (MenoPriezvisko).
sv: Använd ett igenkännbart smeknamn, som ZypperJedi, eller helst ditt riktiga namn (NamnEfternamn).

source: Asia Summit Dragon
cs: Asijský drak
hi: एशिया समिट ड्रैगन
sk: Drak ázijského samitu

source: Challenge the dragon of knowledge
cs: Vyzvi draka vědění
hi: ज्ञान के ड्रैगन को चुनौती दें
sk: Vyzvite draka vedomostí

source: In which city was the first openSUSE Asia Summit hosted?
cs: Ve kterém městě se konal první openSUSE Asia Summit?
hi: पहला openSUSE एशिया समिट किस शहर में आयोजित किया गया था?
sk: V ktorom meste sa konal prvý openSUSE Asia Summit?

source: Taipei, Taiwan
cs: Tchaj-pej, Tchai-wan
hi: ताइपेई, ताइवान
sk: Tchaj-pej, Taiwan

source: Beijing, China
cs: Peking, Čína
hi: बीजिंग, चीन
sk: Peking, Čína

source: Jakarta, Indonesia
cs: Jakarta, Indonésie
hi: जकार्ता, इंडोनेशिया
sk: Jakarta, Indonézia

source: Tokyo, Japan
cs: Tokio, Japonsko
hi: टोक्यो, जापान
sk: Tokio, Japonsko

source: When was openSUSE Asia Summit hosted in Tokyo, Japan?
cs: Kdy se konal openSUSE Asia Summit v Tokiu v Japonsku?
hi: openSUSE एशिया समिट टोक्यो, जापान में कब आयोजित हुआ था?
sk: Kedy sa konal openSUSE Asia Summit v Tokiu v Japonsku?

source: 2017 and 2024
cs: 2017 a 2024
hi: 2017 और 2024
sk: 2017 a 2024

source: Only 2024
cs: Pouze v 2024
hi: केवल 2024
sk: Iba 2024

source: Which of the following cities has NEVER hosted the openSUSE Asia Summit?
cs: Které z následujících měst NIKDY nehostilo openSUSE Asia Summit?
hi: निम्नलिखित में से किस शहर ने कभी भी openSUSE एशिया समिट की मेज़बानी नहीं की है?
sk: Ktoré z nasledujúcich miest NIKDY nehostilo openSUSE Asia Summit?

source: Mumbai
hi: मुंबई
sk: Bombaj

source: Taipei
hi: ताइपेई
sk: Tchaj-pej

source: Faridabad
hi: फरीदाबाद
sk: Farídábád

source: The 2018 edition of openSUSE Asia Summit took place in which city?
cs: V kterém městě se konal openSUSE Asia Summit v roce 2018?
hi: openSUSE एशिया समिट का 2018 संस्करण किस शहर में आयोजित हुआ था?
sk: V ktorom meste sa konal ročník 2018 openSUSE Asia Summit?

source: Hong Kong
hi: हांगकांग

source: Jakarta
hi: जकार्ता

source: Tokyo
hi: टोक्यो
sk: Tokio

source: Which of the following countries has never hosted an openSUSE Asia Summit?
cs: Která z následujících zemí nikdy nehostila openSUSE Asia Summit?
hi: निम्नलिखित देशों में से किसने कभी openSUSE एशिया समिट की मेज़बानी नहीं की है?
sk: Ktorá z nasledujúcich krajín nikdy nehostila openSUSE Asia Summit?

source: Vietnam
hi: वियतनाम

source: India
cs: Indie
hi: भारत

source: Indonesia
cs: Indonesie
hi: इंडोनेशिया
sk: Indonézia

source: Taiwan
hi: ताइवान
