Repository: openSUSE/quiz
Catalog: po/*.po
Languages: cs, hi, sk, sv

source: Immutability
hi: अपरिवर्तनीयता
sv: Oföränderlighet

source: Let's learn something about our Immutable distros.
cs: Pojďme se naučit něco o našich Immutable (neměnných) distribucích.
hi: आइए अपनी अपरिवर्तनीय डिस्ट्रीब्यूशन्स के बारे में कुछ सीखें।
sk: Poďme sa niečo dozvedieť o našich Immutable (nemenných) distribúciách.
sv: Låt oss lära oss något om våra oföränderliga distributioner.

source: In simple terms, how does 'transactional-update' powering our Immutable distros work?
cs: Jednoduše řečeno, jakým způsobem funguje 'transactional-update', který je za základem pro naše Immutable distribuce?
hi: सरल शब्दों में बताइए, हमारी अपरिवर्तनीय डिस्ट्रीब्यूशन्स को चलाने वाला 'transactional-update' कैसे काम करता है?
sk: Zjednodušene povedané, ako funguje 'transactional-update' poháňajúce naše Immutable distribúcie?
sv: Enkelt uttryckt, hur fungerar "transaktionsuppdatering" som driver våra oföränderliga distributioner?

source: Most system partitions are mounted read-only, preventing changes on disk.
cs: Většina systémových oddílů je připojena pouze pro čtení, tak aby se předešlo změnám na disku.
hi: ज्यादातर सिस्टम पार्टिशन को केवल-पढ़ने योग्य (read-only) के रूप में माउंट किया जाता है, जिससे डिस्क पर बदलाव रोका जाता है।
sk: Väčšina systémových oddielov je pripojená len na čítanie, čo zabraňuje zmenám na disku.
sv: De flesta systempartitioner är monterade skrivskyddade, vilket förhindrar ändringar på disken.

source: Updates don’t affect the running system until rebooting into a new snapshot.
cs: Aktualizace neovlivní běžící systém, dokud jej nerestartujete do nového snapshotu.
hi: अपडेट तब तक चल रहे सिस्टम को प्रभावित नहीं करते जब तक आप नए स्नैपशॉट में रीबूट नहीं करते।
sk: Aktualizácie nemajú vplyv na bežiaci systém dovtedy, kým sa nereštartuje do novej snímky.
sv: Uppdateringar påverkar inte det körande systemet förrän omstart till en ny ögonblicksavbild.

source: The system uses transactional-update for safe, atomic upgrades and easy rollback.
cs: Systém používá transactional-update pro bezpečné, atomické aktualizace a jednoduchou obnovu.
hi: सिस्टम सुरक्षित, एटोमिक अपग्रेड और आसान रोलबैक के लिए transactional-update का उपयोग करता है।
sk: Systém používa transakčnú aktualizáciu na bezpečné, atomické aktualizácie a jednoduché vrátenie sa späť.
sv: Systemet använder transaktionell uppdatering för säkra, atomära uppgraderingar och enkel återställning.

source: All options are correct
cs: Všechny možnosti jsou správné
hi: सभी विकल्प सही हैं
sk: Všetky možnosti sú správne
sv: Alla alternativ är korrekta

source: Which of these are openSUSE Immutable distros?
cs: Které z následujících jsou openSUSE Immutable distribuce?
hi: इनमें से कौन‑सी openSUSE अपरिवर्तनीय डिस्ट्रीब्यूशन्स हैं?
sk: Ktoré z týchto sú Immutable distribúcie openSUSE?
sv: Vilka av dessa är OpenSUSE oföränderliga-distributioner?

source: A rolling-release web browser
cs: Rolling webový prohlížeč
hi: एक रोलिंग‑रिलीज़ वेब ब्राउज़र
sk: Webový prehliadač rolujúceho vydania
sv: En webbläsare med rullande släpp

source: Micro Service OS built by the openSUSE community
cs: Operační systém pro běh Micro službeb sestavený openSUSE komunitou.
hi: ओपनसुसा समुदाय द्वारा बनाया गया माइक्रो सर्विस ऑपरेटिंग सिस्टम
sk: Micro Service OS postavený komunitou openSUSE
sv: Micro Service OS byggt av openSUSE-gemenskapen

source: A package manager
cs: Manažer balíčků
hi: एक पैकेज प्रबंधक
sk: Správca balíkov
sv: En pakethanterare

source: A container runtime
cs: Běhové prostředí kontejnerů
hi: एक कंटेनर रनटाइम
sk: Behové prostredie kontajnerov
sv: En behållarkörtid

source: Which desktop environment does openSUSE Aeon use by default?
cs: Které desktopové prostředí používá openSUSE Aeon?
hi: ओपनसुसा एओन डिफ़ॉल्ट रूप से कौन‑सा डेस्कटॉप वातावरण उपयोग करता है?
sk: Ktoré desktopové prostredie používa openSUSE Aeon ako predvolené?
sv: Vilken skrivbordsmiljö använder openSUSE Aeon som standard?

source: Which desktop environment does openSUSE Kalpa use by default?
cs: Které desktopové prostředí používá openSUSE Kalpa?
hi: ओपनसुसा कल्पा डिफ़ॉल्ट रूप से कौन‑सा डेस्कटॉप वातावरण उपयोग करता है?
sk: Ktoré desktopové prostredie používa openSUSE Kalpa ako predvolené?
sv: Vilken skrivbordsmiljö använder openSUSE Kalpa som standard?

source: Both are based on MicroOS with a ready-to-use desktop.
cs: Obě distribuce jsou založené na MicroOS s ready-to-use desktopovým prostředím.
hi: दोनों माइक्रोओएस पर आधारित हैं और तैयार‑उपयोग डेस्कटॉप प्रदान करते हैं।
sk: Obe sú založené na MicroOS s desktopom pripraveným na použitie.
sv: Båda är baserade på MicroOS med en färdig skrivbordsmiljö.

source: Both use transactional-updates for rpm installation.
cs: Obě distribuce používají transactional-update pro instalaci rpm balíčků.
hi: दोनों rpm इंस्टॉलेशन के लिए transactional-update का उपयोग करते हैं।
sk: Obidve používajú transakčné aktualizácie pre inštaláciu rpm.
sv: Båda använder transaktionella uppdateringar för rpm-installation.

source: Both promote distrobox and flatpaks for extra apps.
cs: Obě distribuce propagují distrobox a flatpaky pro instalaci dodatečných aplikací.
hi: दोनों अतिरिक्त ऐप्स के लिए distrobox और flatpak को बढ़ावा देते हैं।
sk: Obidve propagujú distrobox a flatpak pre ďalšie aplikácie.
sv: Båda marknadsför Distrobox och Flatpaks för extra program.

source: Both Aeon and Kalpa have interesting names indirectly referring to a rolling release. How so?
cs: Aeon i Kalpa používají zajímavé jména nepřímo odkazující na rolling distribuci. Víte jak?
hi: एओन और कल्पा दोनों के नाम दिलचस्प हैं जो परोक्ष रूप से रोलिंग रिलीज़ की ओर संकेत करते हैं। कैसे?
sk: Aeon aj Kalpa majú zaujímavé názvy, ktoré nepriamo odkazujú na rolujúce vydanie. Viete ako?
sv: Både Aeon och Kalpa har intressanta namn som indirekt syftar på en rullande utgåva. Hur då?

source: Both are ancient terms meaning long periods or cosmic cycles.
cs: Obojí jsou termíny odkazující se na dlouhé periody nebo kosmické cykly.
hi: दोनों बहुत पुराने शब्द हैं जिनका अर्थ लंबे समय या ब्रह्मांडीय चक्रों से है।
sk: Oba sú staroveké termíny, ktoré znamenajú dlhé obdobia alebo kozmické cykly.
sv: Båda är forntida termer som betyder långa perioder eller kosmiska cykler.

source: Both are names of famous Western movies where rolling tumbleweed appeared.
cs: Obě jsou jména známách Westernových filmů, kde se objvil kutálející se laskavec (tumbleweed).
hi: दोनों प्रसिद्ध वेस्टर्न फ़िल्मों के नाम हैं जिनमें रोलिंग टंबलवीड दिखाई देता है।
sk: Oba názvy pochádzajú zo slávnych westernových filmov, v ktorých sa objavil kotúľajúci sa láskavec (tumbleweed).
sv: Båda är namn på kända västernfilmer där rullande tumbleweed dyker upp.

source: Both are very old nicknames of the original architect behind MicroOS.
cs: Obojí jsou staré přezdívky původního architekta, který stojí za MicroOS.
hi: दोनों माइक्रोओएस के मूल आर्किटेक्ट के बहुत पुराने उपनाम हैं।
sk: Obidve sú veľmi staré prezývky pôvodného architekta stojaceho za MicroOS.
sv: Båda är mycket gamla smeknamn på den ursprungliga arkitekten bakom MicroOS.

source: Both refer to software update tools in openSUSE.
cs: Obojí odkazují na nástroje pro aktualizaci software v openSUSE.
hi: दोनों ओपनसुसा में सॉफ़्टवेयर अपडेट टूल्स के नाम हैं।
sk: Obidve sa odkazujú nástrojom na aktualizáciu softvéru v openSUSE.
sv: Båda hänvisar till verktyg för programuppdatering i openSUSE.

source: There was an experiment with a Sway-based immutable desktop in 2023. Do you know its name?
cs: V roce 2023 proběhl experiment s immutable desktopem založeným na desktopovém prostředí Sway. Znáte jeho název?
hi: 2023 में Sway आधारित एक अपरिवर्तनीय डेस्कटॉप के साथ एक प्रयोग हुआ था। क्या आप उसका नाम जानते हैं?
sk: V roku 2023 sa uskutočnil experiment s immutable desktopom založeným na Sway. Viete jeho názov?
sv: Det gjordes ett experiment med ett Sway-baserat, oföränderligt skrivbord år 2023. Vet du vad den heter?

source: Which tool is used to safely update the base system in our Immutable distributions?
cs: Který nástroj se používá k aktualizaci základního systému v našich immutable distribucích?
hi: हमारी अपरिवर्तनीय डिस्ट्रीब्यूशन्स में बेस सिस्टम को सुरक्षित रूप से अपडेट करने के लिए कौन‑सा टूल उपयोग किया जाता है?
sk: Ktorý nástroj sa používa na bezpečnú aktualizáciu základného systému v našich immutable distribúciách?
sv: Vilket verktyg används för att säkert uppdatera bassystemet i våra ofrändliga distributioner?

source: How can you install an additional package?
cs: Jak můžete nainstalovat dodatečný balíček?
hi: आप एक अतिरिक्त पैकेज कैसे इंस्टॉल कर सकते हैं?
sk: Ako môžete nainštalovať dodatočný balík?
sv: Hur kan du installera ett extra paket?

source: Why is 'transactional-update shell' generally not recommended?
cs: Proč není obecně doporučováno používat napřímo 'transactional-update shell'?
hi: 'transactional-update shell' आमतौर पर क्यों अनुशंसित नहीं है?
sk: Prečo sa všeobecne neodporúča používať 'transactional-update shell'?
sv: Varför rekommenderas 'transaktionsuppdateringsskal' generellt sett inte?

source: Because you can modify all parts of the system.
cs: Protože můžete modifikovat všechny části systému.
hi: क्योंकि आप सिस्टम के सभी हिस्सों में बदलाव कर सकते हैं।
sk: Pretože môžete upraviť všetky časti systému.
sv: Eftersom du kan modifiera alla delar av systemet.

source: It creates wormholes into another dimension.
cs: Vytváří červí díry do jiné dimenze.
hi: यह आपको दूसरी डाइमेंशन में ले जाने के लिए wormholes बना देता है।
sk: Vytvára červie diery do inej dimenzie.
sv: Det skapar maskhål till en annan dimension.

source: It can secretly migrate your system to Fedora.
cs: Může potaji zmigrovat váš systém na Fedoru.
hi: यह गुप्त रूप से आपके सिस्टम को Fedora में माइग्रेट कर सकता है।
sk: Môže tajne migrovať váš systém na Fedoru.
sv: Det kan i hemlighet migrera ditt system till Fedora.

source: Geeko loses a hair every time you use it.
cs: Geeko ztratí jeden vlast pokaždé když příkaz použijete.
hi: आप जब‑जब इसे उपयोग करते हैं, Geeko के बालों की एक लट कम हो जाती है।
sk: Geeko stratí vlas zakaždým, keď ho použijete.
sv: Geeko tappar ett hårstrå varje gång du använder det.

source: How do our Immutable distros allow writing to /etc at runtime?
cs: Jak naše Immutable distribuce umožňují zápis do /etc za běhu?
hi: हमारी अपरिवर्तनीय डिस्ट्रीब्यूशन्स रनटाइम पर /etc में लिखने की अनुमति कैसे देती हैं?
sk: Ako naše immutable distribúcie umožňujú zápis do /etc za behu?
sv: Hur tillåter våra oföränderliga distributioner skrivning till /etc vid körning?

source: By using overlayfs on top of /etc
cs: Použitím overlayfs nad /etc
hi: /etc के ऊपर overlayfs का उपयोग करके
sk: Použitím overlayfs nad /etc
sv: Genom att använda overlayfs ovanpå /etc

source: By mounting a writable Btrfs subvolume directly
cs: Přímým připojením zapisovatelného btrfs subvolume
hi: किसी लिखने योग्य Btrfs सबवॉल्यूम को सीधे माउंट करके
sk: Priamym pripojením zapisovateľného podzväzku Btrfs
sv: Genom att montera en skrivbar Btrfs-undervolym direkt

source: By disabling read-only mode during boot
cs: Zakázáním režimu pro čtení během bootu
hi: बूट के दौरान read-only मोड को अक्षम करके
sk: Zakázaním režimu len na čítanie počas štartu systému
sv: Genom att inaktivera skrivskyddat läge under uppstart

source: Through rpm-ostree layering
cs: Skrze vrstvení rpm-ostree
hi: rpm-ostree लेयरिंग के माध्यम से
sk: Prostredníctvom vrstvenia rpm-ostree
sv: Genom rpm-otree lager

source: Aside from the update mechanism in Immutable distros, what other components SUPPORT transactional-updates?
cs: Jaké jiné komponenty, mimo mechanismust aktualizací v našich immutable distribucích, PODPORUJÍ transactional-update?
hi: अपरिवर्तनीय डिस्ट्रीब्यूशन्स में अपडेट मैकेनिज़्म के अलावा, कौन‑से अन्य घटक transactional-update को सपोर्ट करते हैं?
sk: Okrem mechanizmu aktualizácie v nemenných distribúciách, ktoré ďalšie komponenty PODPORUJÚ transakčné aktualizácie?
sv: Förutom uppdateringsmekanismen i dom oföränderliga distributionerna, vilka andra komponenter STÖDJER transaktionella uppdateringar?

source: Salt and Ansible
cs: Salt a Ansible
hi: Salt और Ansible
sk: Salt a Ansible
sv: Salt och Ansible

source: Only one of the following immutable distributions has regular point releases, the rest are rolling. Which one?
cs: Pouze jedna z následucjících distribucí má běžné releasy, zbytek distribucí je rolling. Víte která?
hi: निम्नलिखित अपरिवर्तनीय डिस्ट्रीब्यूशन्स में से केवल एक में नियमित पॉइंट रिलीज़ होते हैं, बाकी रोलिंग हैं। वह कौन‑सी है?
sk: Iba jedna z nasledujúcich immutable distribúcií má pravidelné vydania, ostatné sú rolujúce. Ktorá z nich?
sv: Endast en av följande oföränderliga distributioner har regelbundna punktutgåvor, resten är rullande. Vilken?

source: Kernel Ninja
cs: Kernel Nindža
hi: कर्नेल निंजा
sv: Kärn ninja

source: Interesting facts about the kernel at SUSE and openSUSE
cs: Zajímavosti o jádře v SUSE a openSUSE
hi: SUSE और openSUSE में कर्नेल के बारे में रोचक तथ्य
sk: Zaujímavé fakty o jadre v SUSE a openSUSE
sv: Intressanta fakta om kärnan på SUSE och openSUSE

source: What is roughly the size (MB) of base (squashfs) image of SUSE Automotive Linux OS?
cs: Jaká je zhruba velikost (MB) základního obrazu (squashfs) operačního systému SUSE Automotive Linux?
hi: SUSE Automotive Linux OS की बेस (squashfs) इमेज का आकार (MB में) लगभग कितना है?
sk: Aká je približná veľkosť (MB) základného obrazu (squashfs) OS SUSE Automotive Linux?
sv: Vad är ungefär storleken (MB) på basavbildningen (squashfs) av SUSE Automotive Linux OS?

source: How many configuration parameters (roughly) are adjusted in the real-time Linux kernel for automotive compared to standard SLES RT?
cs: Kolik konfiguračních parametrů (zhruba) se upravuje v linuxovém real-time jádře pro automobilový průmysl ve srovnání se standardním SLES RT?
hi: ऑटोमोटिव उपयोग के लिए रियल‑टाइम लिनक्स कर्नेल में, मानक SLES RT की तुलना में लगभग कितने कॉन्फ़िगरेशन पैरामीटर समायोजित किए जाते हैं?
sk: Koľko konfiguračných parametrov (približne) sa upravuje v linuxovom real-time jadre pre automobilový priemysel v porovnaní so štandardným SLES RT?
sv: Hur många konfigurationsparametrar (ungefär) justeras i realtidskärnan av Linux för fordonsversionen jämfört med standard SLES RT?

source: How many patches were applied on top of the upstream kernel 15.6 (SLES 15 SP6) as of June 11 2025?
cs: Kolik záplat bylo k 11. červnu 2025 aplikováno nad upstreamovým jádrem v 15.6 (SLES 15 SP6)?
hi: 11 जून 2025 तक upstream kernel 15.6 (SLES 15 SP6) के ऊपर लगभग कितने पैच लगाए गए थे?
sk: Koľko záplat bolo k 11. júnu aplikované na upstreamovom jadre v 15.6 (SLES 15 SP6)?
sv: Hur många patchar har installerats ovanpå uppströmskärnan 15.6 (SLES 15 SP6) från och med den 11 juni 2025?

source: Which kernel flavor is used by default in openSUSE Leap?
cs: Která varianta jádra se standartně používá v openSUSE Leap?
hi: ओपनसुसा लीप में डिफ़ॉल्ट रूप से कौन‑सा कर्नेल फ्लेवर उपयोग किया जाता है?
sk: Aká varianta jadra sa štandardne používa v openSUSE Leap ako predvolená?
sv: Vilken kärnvariant används som standard i openSUSE Leap?

source: What is the primary difference between kernel-default and kernel-rt in openSUSE?
cs: Jaký je hlavní rozdíl mezi kernel-default a kernel-rt v openSUSE?
hi: ओपनसुसा में kernel-default और kernel-rt के बीच मुख्य अंतर क्या है?
sk: Aký je hlavný rozdiel medzi kernel-default a kernel-rt v openSUSE?
sv: Vad är den primära skillnaden mellan kernel-default och kernel-rt i openSUSE?

source: kernel-rt supports older hardware
cs: kernel-rt podporuje starší hardware
hi: kernel-rt पुराने हार्डवेयर को सपोर्ट करता है
sk: kernel-rt podporuje starší hardware
sv: kernel-rt stöder äldre hårdvara

source: kernel-rt disables preemption
cs: kernel-rt zakazuje preemption
hi: kernel-rt प्रीएम्प्शन को अक्षम करता है
sk: kernel-rt zakazuje preemption
sv: kernel-rt inaktiverar preemption

source: kernel-rt has full real-time preemption enabled
cs: kernel-rt má povolenu plnoul real-time preemption
hi: kernel-rt में पूर्ण रियल‑टाइम प्रीएम्प्शन सक्षम है
sk: kernel-rt má povolenú real-time preemption
sv: kernel-rt har fullständig realtidsförebyggande aktiverad

source: kernel-rt has less security features
cs: kernel-rt má méně bezpečnostních vlastností
hi: kernel-rt में सुरक्षा फ़ीचर्स कम हैं
sk: kernel-rt má menej bezpečnostných vlastností
sv: kernel-rt har färre säkerhetsfunktioner

source: What does 'PREEMPT_RT' enable in the Linux kernel?
cs: Co povoluje 'PREEMPT_RT' v Linuxovém jádru?
hi: लिनक्स कर्नेल में 'PREEMPT_RT' क्या सक्षम करता है?
sk: Čo povoľuje 'PREEMPT_RT' v linuxovom jadre?
sv: Vad aktiverar 'PREEMPT_RT' i Linuxkärnan?

source: Real-time audio streaming
cs: Real-time audio streamování
hi: रियल‑टाइम ऑडियो स्ट्रीमिंग
sk: Real-time audio strímovanie
sv: Ljudströmning i realtid

source: Full preemption, reducing latency in critical sections
cs: Plná preempce, snížení latence v kritických sekcích
hi: पूर्ण प्रीएम्प्शन, जिससे महत्वपूर्ण हिस्सों में लेटेंसी कम होती है
sk: Plná preemption, znížením latencie v kritických sekciách
sv: Full preemption, vilket minskar latensen i kritiska delar

source: Faster boot times
cs: Rychlejší bootování
hi: तेज़ बूट समय
sk: Rýchlejší boot
sv: Snabbare uppstartstider

source: Better energy efficiency
cs: Lepší energetická účinnost
hi: बेहतर ऊर्जा दक्षता
sk: Lepšie energetická účinnosť
sv: Bättre energieffektivitet

source: What is the name of a (very) fast tool for expanding kernel patches?
cs: Jak se nazývá (velmi) rychlý nástroj pro rozšiřování oprav jádra?
hi: कर्नेल पैच को फैलाने (expand) के लिए उपयोग होने वाला (बहुत) तेज़ टूल कौन‑सा है?
sk: Ako sa volá (veľmi) rýchly nástroj pre rozširovanie opráv jadra?
sv: Vad heter ett (väldigt) snabbt verktyg för att utöka kärnpatchar?

source: In openSUSE, where are kernel build configs usually stored in the source tree?
cs: Kde se v openSUSE ve zdrojovém kódu obvykle ukládají konfigurační soubory pro sestavení jádra?
hi: openSUSE में सोर्स ट्री के भीतर कर्नेल बिल्ड कॉन्फ़िग आमतौर पर कहाँ संग्रहीत होते हैं?
sk: Kde v openSUSE v zdrojovom kóde sa najčastejšie ukladajú konfiguračné súbory pre zostavenie jadra?
sv: Var i källkodsträdet i openSUSE lagras vanligtvis kärnans byggkonfigurationer?

source: What does the 'kernel-devel' package provide in openSUSE?
cs: Co nabízí balíček 'kernel-devel' v openSUSE?
hi: openSUSE में 'kernel-devel' पैकेज क्या प्रदान करता है?
sk: Čo ponúka balíček 'kernel-devel' v openSUSE?
sv: Vad tillhandahåller paketet 'kernel-devel' i openSUSE?

source: Common kernel headers used as a base for building external kernel modules
cs: Hlavičkové soubory jádra používané jako základ pro tvorbu externích modulů jádra
hi: बाहरी कर्नेल मॉड्यूल बनाने के आधार के रूप में उपयोग होने वाले सामान्य कर्नेल हेडर
sk: Hlavičkové súbory jadra používané ako základ pre tvorbu externých modulov jadra
sv: Vanliga kärnhuvuden som används som bas för att bygga externa kärnmoduler

source: Complete kernel source code required for debugging and building modules
cs: Kompletní zdrojový kód jádra vyžadován pro ladění a sestavování modulů
hi: डिबगिंग और मॉड्यूल बनाने के लिए आवश्यक पूरा कर्नेल सोर्स कोड
sk: Kompletný zdrojový kód jadra vyžadovaný pre ladenie a zostavovanie modulov
sv: Komplett kärnkod som krävs för felsökning och byggande av moduler

source: Documentation and manuals for the Linux kernel
cs: Dokumentace a manuály pro Linuxové jádro
hi: लिनक्स कर्नेल के लिए प्रलेखन (डोक्यूमेंटेशन) और मैनुअल
sk: Dokumentácia a manuály pre Linuxové jadro
sv: Dokumentation och manualer för Linuxkärnan

source: A hidden picture of the latest SUSE kernel team's team building event
cs: Skrytou fotku z poslední teambuildingové akce kernelového týmu SUSE
hi: नवीनतम SUSE कर्नेल टीम के टीम‑बिल्डिंग इवेंट की एक छिपी हुई तस्वीर
sk: Skrytá fotka z poslednej team buildingovej akcie kernelového týmu SUSE
sv: En dold bild från det senaste SUSE-kärnteamets teambuilding-evenemang

source: Which of the following is a program to load kernel modules?
cs: Který z následujících programů načítá moduly jádra?
hi: निम्नलिखित में से कौन‑सा प्रोग्राम कर्नेल मॉड्यूल लोड करने के लिए उपयोग होता है?
sk: Ktoré z nasledujúcich je program na načítanie modulov jadra?
sv: Vilket av följande är ett program för att ladda kärnmoduler?

source: How often is openSUSE Tumbleweed's kernel updated (typically)?
cs: Jak často se (obvykle) aktualizuje jádro openSUSE Tumbleweed?
hi: openSUSE Tumbleweed का कर्नेल (आमतौर पर) कितनी बार अपडेट होता है?
sk: Ako často sa (obvykle) aktualizuje jadro openSUSE Tumbleweed?
sv: Hur ofta uppdateras openSUSE Tumbleweeds kärna (vanligtvis)?

source: Every 6 months
cs: Každých 6 měsíců
hi: हर 6 महीने में
sk: Každých 6 mesiacov
sv: Var sjätte månad

source: Once a year
cs: Jednou za rok
hi: साल में एक बार
sk: Raz za rok
sv: En gång om året

source: Weekly or even more frequently
cs: Týdně nebo i častěji
hi: साप्ताहिक या उससे भी अधिक बार
sk: Týždne alebo aj častejšie
sv: Veckovis eller ännu oftare

source: Only when Linus pushes a new tag
cs: Pouze když Linus přidá nový tag
hi: केवल तब, जब Linus कोई नया टैग पुश करते हैं
sk: Iba keď Linux vytvorí nový tag
sv: Bara när Linus publicerar en ny tagg

source: Kernel with experimental SUSE patches
cs: Jádro s experimentálními záplatami SUSE
hi: SUSE के प्रायोगिक पैच वाला कर्नेल
sk: Jadro s experimentalnymi záplatami SUSE
sv: Kärna med experimentella SUSE-patchar

source: Unmodified upstream Linux kernel
cs: Nemodifikované upstreamové jádro Linuxu
hi: बिना बदला हुआ upstream लिनक्स कर्नेल
sk: Nemodifikované upstreamové jadro Linuxu
sv: Omodifierad uppströms Linuxkärna

source: Kernel optimized for servers
cs: Jádro optimalizované pro servery
hi: सर्वर के लिए अनुकूलित कर्नेल
sk: Jadro optimalizované pre servery
sv: Kärna optimerad för servrar

source: Kernel with enhanced SELinux support
cs: Jádro s vylepšenou podporou SELinuxu
hi: अधिक उन्नत SELinux सपोर्ट वाला कर्नेल
sk: Jadro s vylepšenou podporou pre SELinux
sv: Kärna med förbättrat SELinux-stöd

source: Which kernel boot parameter will typically help you while debugging video driver issues?
cs: Který parametr spouštění jádra vám obvykle pomůže při ladění problémů s ovladačem grafické karty?
hi: वीडियो ड्राइवर की समस्याओं को डिबग करते समय आमतौर पर कौन‑सा कर्नेल बूट पैरामीटर मदद करता है?
sk: Ktorý spúšťací parameter jadra vám zvyčajne pomôže pri ladení problémov s ovládačom videa?
sv: Vilken kärnuppstarts parametrar hjälper dig vanligtvis vid felsökning av problem med grafikdrivrutiner?

source: Which real-time scheduling policy is most deterministic in Linux?
cs: Která real-time plánovací politika je v Linuxu nejvíce deterministická?
hi: लिनक्स में कौन‑सी रियल‑टाइम शेड्यूलिंग नीति सबसे अधिक निर्धारक (deterministic) है?
sk: Ktorá real-time plánovacia politika je v Linuxe najviac deterministická?
sv: Vilken realtidsschemaläggningspolicy är mest deterministisk i Linux?

source: What is the name of the package that provides additional firmware in openSUSE Leap?
cs: Jak se nazývá balíček, který poskytuje dodatečný firmware v Leapu?
hi: openSUSE Leap में अतिरिक्त फर्मवेयर प्रदान करने वाले पैकेज का नाम क्या है?
sk: Ako sa volá balíček, ktorý poskytuje dodatočný firmware v openSUSE Leap?
sv: Vad heter paketet som tillhandahåller ytterligare fast programvara i openSUSE Leap?

source: How can you enable AppArmor via the GRUB kernel command line in openSUSE?
cs: Jak lze povolit AppArmor přes příkazový řádek GRUB jádra v openSUSE?
hi: openSUSE में GRUB कर्नेल कमांड लाइन के माध्यम से आप AppArmor को कैसे सक्षम कर सकते हैं?
sk: Ako povolíš AppArmor pomocou príkazového riadku jadra GRUB v openSUSE?
sv: Hur kan man aktivera AppArmor via GRUB-kärnans kommandorad i openSUSE?

source: In the openSUSE kernel world, what does 'KOTD' stand for?
cs: Co znamená zkratka „KOTD“ ve světě jádra openSUSE?
hi: openSUSE कर्नेल दुनिया में 'KOTD' का क्या अर्थ है?
sk: Čo znamená skratka "KOTD" v svete jadra openSUSE?
sv: Vad står 'KOTD' för i openSUSE-kärnvärlden?
