Repository: openSUSE/quiz
Catalog: po/*.po
Languages: cs, hi, sk, sv

source: In 2016, the summit was hosted at Universitas Islam Indonesia. What city is that university located in?
cs: V roce 2016 se summit konal na Universitas Islam Indonesia. Ve kterém městě se tato univerzita nachází?
hi: 2016 में समिट Universitas Islam Indonesia में आयोजित हुई थी। यह विश्वविद्यालय किस शहर में स्थित है?
sk: V roku 2016 sa samit konal na Universitas Islam Indonesia. V ktorom meste sa táto univerzita nachádza?

source: Yogyakarta
hi: योग्याकार्ता

source: Bandung
hi: बांडुंग

source: Surabaya
hi: सुराबाया
sk: Surabaja

source: Where was the openSUSE Asia Summit held in 2019?
cs: Kde se konal openSUSE Asia Summit v roce 2019?
hi: 2019 में openSUSE एशिया समिट कहाँ आयोजित हुआ था?
sk: Kde sa konal openSUSE Asia Summit v roku 2019?

source: Seoul
hi: सियोल
sk: Soul

source: Denpasar (Bali)
hi: देनपासार (बाली)

source: The openSUSE Asia Summit 2020 and 2021 were held online. What was the main reason?
cs: openSUSE Asia Summit v letech 2020 a 2021 se konal online. Jaký byl hlavní důvod?
hi: openSUSE एशिया समिट 2020 और 2021 ऑनलाइन आयोजित हुए थे। इसका मुख्य कारण क्या था?
sk: openSUSE Asia Summit 2020 a 2021 sa konali online. Aký bol hlavný dôvod?

source: Budget cuts
cs: Rozpočtové škrty
hi: बजट में कटौती
sk: Rozpočtové škrty

source: Lack of organizers
cs: Nedostatek organizátorů
hi: आयोजकों की कमी
sk: Nedostatok organizátorov

source: COVID-19 pandemic
cs: COVID-19 pandemie
hi: COVID-19 महामारी
sk: Pandémia COVID-19

source: Scheduling conflicts
cs: Kolize v harmonogramu
hi: शेड्यूलिंग टकराव
sk: Konflikty pri plánovaní

source: Who typically designs the official logo for the openSUSE Asia Summit?
cs: Kdo obvykle navrhuje oficiální logo pro openSUSE Asia Summit?
hi: openSUSE एशिया समिट का आधिकारिक लोगो आमतौर पर कौन डिज़ाइन करता है?
sk: Kto zvyčajne navrhuje oficiálne logo pre openSUSE Asia Summit?

source: A professional graphic designer hired by the openSUSE Foundation
cs: Profesionální grafický designér najatý nadací openSUSE
hi: openSUSE Foundation द्वारा नियुक्त एक पेशेवर ग्राफ़िक डिज़ाइनर
sk: Profesionálny grafický dizajnér najatý openSUSE Foundation

source: The community through an annual design contest
cs: Komunita prostřednictvím každoroční soutěže o návrh loga
hi: समुदाय, वार्षिक डिज़ाइन प्रतियोगिता के ज़रिए
sk: Komunita prostredníctvom každoročnej súťaže návrhov

source: The developers from the openSUSE infrastructure team
cs: Vývojáři z infra týmu openSUSE
hi: openSUSE इन्फ़्रास्ट्रक्चर टीम के डेवलपर्स
sk: Vývojári z tímu infraštruktúry openSUSE

source: Which openSUSE Asia Summit had a red logo?
cs: Který openSUSE Asia Summit měl červené logo?
hi: किस openSUSE एशिया समिट का लोगो लाल रंग का था?
sk: Ktorý openSUSE Asia Summit mal červené logo?

source: 2016 in Beijing
cs: 2016 v Pekingu
hi: 2016, बीजिंग
sk: 2016 v Pekingu

source: 2017 in Tokyo
cs: 2017 v Tokyu
hi: 2017, टोक्यो
sk: 2017 v Tokiu

source: 2018 in Taipei
cs: 2018 v Taipei
hi: 2018, ताइपेई
sk: 2018 v Tchaj-peji

source: 2019 in Bali
cs: 2019 na Bali
hi: 2019, बाली
sk: 2019 na Bali

source: Which openSUSE Asia Summit used the openSUSE Quiz app for the first time?
cs: Který openSUSE Asia Summit poprvé použil aplikaci openSUSE Quiz?
hi: किस openSUSE एशिया समिट में पहली बार openSUSE Quiz ऐप का उपयोग किया गया था?
sk: Ktorý openSUSE Asia Summit použil aplikáciu openSUSE Quiz po prvýkrát?

source: 2025 in Faridabad
cs: 2025 ve Faridabadu
hi: 2025, फरीदाबाद
sk: 2025 vo Farídábáde

source: 2014 in Beijing
cs: 2014 v Pekingu
hi: 2014, बीजिंग
sk: 2014 v Pekingu

source: The longest elevator trip to openSUSE Asia summit was in?
cs: Nejdelší jízda výtahem na openSUSE Asia Summit byla v?
hi: openSUSE एशिया समिट तक की सबसे लंबी लिफ्ट यात्रा कहाँ हुई थी?
sk: Najdlhšia cesta výťahom na openSUSE Asia summit bola v?

source: Beijing
cs: Pekingu
hi: बीजिंग
sk: Pekingu

source: SUSE Story
cs: Příběh SUSE
hi: SUSE की कहानी
sk: Príbeh SUSE

source: Discover SUSE, one click at a time.
cs: Objevuj SUSE, klik po kliku.
hi: एक‑एक क्लिक में SUSE की खोज करें।
sk: Objavte SUSE, jedným kliknutím za druhým.

source: What is SUSE’s business?
cs: Jaké je zaměření podnikání společnosti SUSE?
hi: SUSE किस व्यवसाय में है?
sk: Čo je predmetom podnikania SUSE?

source: Providing Enterprise Linux solutions for mission-critical systems
cs: Poskytování Enterprise Linux řešení pro kritické systémy
hi: मिशन‑क्रिटिकल सिस्टम्स के लिए Enterprise Linux समाधान प्रदान करना
sk: Poskytovanie podnikových riešení Linuxu pre systémy kritické pre činnosť organizácie

source: Delivering modern container and VM management with Rancher and Harvester
cs: Poskytování moderní správy kontejnerů a virtuálních strojů pomocí Rancheru a Harvesteru
hi: Rancher और Harvester के साथ आधुनिक कंटेनर और VM प्रबंधन प्रदान करना
sk: Poskytovanie moderných kontajnerov a správy VM s Rancher a Harvester

source: Securing cloud-native workloads with NeuVector
cs: Zabezpečení cloud-native pracovních zátěží pomocí NeuVectoru
hi: NeuVector के साथ क्लाउड‑नेटिव वर्कलोड्स को सुरक्षित करना
sk: Zabezpečenie cloudových pracovných zaťažení pomocou NeuVector

source: All of the above
cs: Vše výše uvedené
hi: उपरोक्त सभी
sk: Všetko vyššie uvedené

source: What does the acronym SUSE stand for?
cs: Co znamená zkratka SUSE?
hi: SUSE संक्षिप्त नाम (acronym) का पूरा अर्थ क्या है?
sk: Čo znamená skratka SUSE?

source: How many employees does SUSE have worldwide?
cs: Kolik má SUSE zaměstnanců po celém světě?
hi: दुनिया भर में SUSE के लगभग कितने कर्मचारी हैं?
sk: Koľko zamestnancov má SUSE celosvetovo?

source: Around 500
cs: Asi 500
hi: लगभग 500
sk: Okolo 500

source: Around 1,200
cs: Asi 1 200
hi: लगभग 1,200
sk: Okolo 1 200

source: Around 2,500
cs: Asi 2 500
hi: लगभग 2,500
sk: Okolo 2 500

source: Around 10,000
cs: Asi 10 000
hi: लगभग 10,000
sk: Okolo 10 000

source: SUSECON 2026 is coming in April! Which city will host the largest SUSE conference?
cs: SUSECON 2026 se blíží v dubnu! Které město bude hostit největší konferenci SUSE?
hi: SUSECON 2026 अप्रैल में आ रहा है! सबसे बड़ा SUSE सम्मेलन किस शहर में आयोजित होगा?
sk: SUSECON 2026 sa blíži v apríli! Ktoré mesto bude hostiť najväčšiu konferenciu SUSE?

source: Prague
cs: Praha
hi: प्राग
sk: Praha

source: Cupertino
hi: कूपरटिनो

source: Redmont
hi: रेडमोंट
sk: Redmond

source: Raleigh
hi: रैले

source: Which of the following is true about the SUSE Logo?
cs: Které z následujících tvrzení je pravdivé o logu SUSE?
hi: SUSE लोगो के बारे में निम्नलिखित में से कौन‑सा कथन सही है?
sk: Ktoré z nasledujúcich tvrdení o logu SUSE je pravdivé?

source: Hubert Mantel, one of the founders, asked a friend to design the logo, and everyone except him actually liked it.
cs: Hubert Mantel, jeden ze zakladatelů, požádal přítele, aby navrhl logo, a všem kromě něj se vlastně líbilo.
hi: संस्थापकों में से एक Hubert Mantel ने अपने एक मित्र से लोगो डिज़ाइन करने को कहा, और उन्हें छोड़कर बाक़ी सभी को यह लोगो वास्तव में पसंद आया।
sk: Hubert Mantel, jeden zo zakladateľov, požiadal priateľa, aby navrhol logo, a všetkým okrem neho sa páčilo.

source: We got much better in drawing chameleons. The current logo is the 6th generation since the first one in 1996
cs: V kreslení chameleonů jsme se hodně zlepšili. Současné logo je již šestá generace od prvního z roku 1996
hi: हम गिरगिट (chameleon) बनाने में काफ़ी बेहतर हो गए हैं। वर्तमान लोगो 1996 के पहले लोगो के बाद से 6वीं पीढ़ी का है।
sk: V kreslení chameleónov sme sa veľmi zlepšili. Súčasné logo je už 6. generáciou od prvého loga z roku 1996

source: The SUSE logo represents flexibility and adaptability, just like the chameleon
cs: Logo SUSE představuje flexibilitu a přizpůsobivost, stejně jako chameleon
hi: SUSE लोगो लचीलेपन और अनुकूलन क्षमता का प्रतिनिधित्व करता है, ठीक गिरगिट की तरह
sk: Logo SUSE symbolizuje flexibilitu a prispôsobivosť, rovnako ako chameleón

source: When was the first version of SUSE Linux released?
cs: Kdy byla vydána první verze SUSE Linuxu?
hi: SUSE Linux का पहला संस्करण कब जारी किया गया था?
sk: Kedy bola vydaná prvá verzia SUSE Linux?

source: What is Rancher primarily used for?
cs: K čemu se Rancher primárně používá?
hi: Rancher का मुख्य उपयोग किस लिए होता है?
sk: Na čo sa Rancher primárne používa?

source: Managing and scaling Kubernetes clusters
cs: Správa a škálování Kubernetes clusterů
hi: Kubernetes क्लस्टर्स का प्रबंधन और स्केलिंग
sk: Správa a škálovanie klastrov Kubernetes

source: Herding virtual cows in the cloud
cs: Nahánění virtuálních krav v cloudu
hi: क्लाउड में वर्चुअल गायों को चराना
sk: Pasenie virtuálnych kráv v cloude

source: Automating SUSE Linux installations only
cs: Automatizace pouze instalací SUSE Linuxu
hi: केवल SUSE Linux इंस्टॉलेशन को ऑटोमेट करना
sk: Iba automatizácia inštalácií SUSE Linux

source: Playing old-school ranch simulation games
cs: Hraní starých simulátorů farmaření
hi: पुराने ज़माने के रैंच सिमुलेशन गेम खेलना
sk: Hranie simulácií rančov zo starej školy

source: What does NeuVector focus on?
cs: Na co se zaměřuje NeuVector?
hi: NeuVector का मुख्य फोकस किस पर है?
sk: Na čo sa zameriava NeuVector?

source: Cloud-native container security
cs: Zabezpečení kontejnerů v prostředí cloud-native
hi: क्लाउड‑नेटिव कंटेनर सुरक्षा
sk: Bezpečnosť kontajnerov v cloude

source: Making networking faster on Linux desktops
cs: Zrychlování síťových připojení na linuxových desktopových systémech
hi: Linux डेस्कटॉप्स पर नेटवर्किंग को तेज़ बनाना
sk: Zrýchlenie sieťovania na linuxových desktopoch

source: Automating package builds
cs: Automatizace sestavování balíčků
hi: पैकेज बिल्ड को ऑटोमेट करना
sk: Automatizácia zostavovania balíkov

source: Coloring the chameleon logo green
cs: Zbarvení loga chameleona do zelena
hi: गिरगिट लोगो को हरा रंग देना
sk: Vyfarbenie loga chameleóna na zeleno

source: What is SUSE Harvester?
cs: Co je SUSE Harvester?
hi: SUSE Harvester क्या है?
sk: Čo je SUSE Harvester?

source: A virtualization platform that lets you easily create, migrate, back up, and restore VMs on bare metal servers
cs: Virtualizační platforma, která umožňuje snadno vytvářet, migrovat, zálohovat a obnovovat virtuální stroje na fyzických serverech
hi: एक वर्चुअलाइज़ेशन प्लेटफ़ॉर्म जो आपको बेयर‑मेटल सर्वरों पर VM बनाना, माइग्रेट करना, बैकअप और रिस्टोर आसानी से करने देता है
sk: Virtualizačná platforma, ktorá vám umožňuje jednoducho vytvárať, migrovať, zálohovať a obnovovať virtuálne stroje na fyzických serveroch

source: A system built on Kubernetes that uses KubeVirt for virtualization, Longhorn for storage, and supports running containers alongside VMs
cs: Systém postavený na Kubernetes, který používá KubeVirt pro virtualizaci, Longhorn pro úložiště a podporuje běh kontejnerů vedle virtuálních strojů
hi: Kubernetes पर आधारित एक सिस्टम जो वर्चुअलाइज़ेशन के लिए KubeVirt, स्टोरेज के लिए Longhorn का उपयोग करता है और VM के साथ‑साथ कंटेनर चलाने का समर्थन करता है
sk: Systém postavený na Kubernetes, ktorý používa KubeVirt na virtualizáciu, Longhorn na ukladanie a podporuje prevádzku kontajnerov spolu s virtuálnymi strojmi

source: A solution that integrates with Rancher, combining container and VM management with networking and observability
cs: Řešení integrované s Rancherem, které kombinuje správu kontejnerů a virtuálních strojů se sítí a monitorováním
hi: एक समाधान जो Rancher के साथ एकीकृत होकर कंटेनर और VM प्रबंधन को नेटवर्किंग तथा observability के साथ जोड़ता है
sk: Riešenie, ktoré sa integruje s nástrojom Rancher a kombinuje správu kontajnerov a virtuálnych strojov so sieťovaním a pozorovateľnosťou

source: What is openSUSE?
cs: Co je openSUSE?
hi: openSUSE क्या है?
sk: Čo je openSUSE?

source: A community project sponsored by SUSE
cs: Komunitní projekt sponzorovaný společností SUSE
hi: SUSE द्वारा प्रायोजित एक समुदाय परियोजना
sk: Komunitný projekt sponzorovaný SUSE

source: More than just one community Linux distribution
cs: Více než jen jedna komunitní linuxová distribuce
hi: सिर्फ एक समुदाय लिनक्स डिस्ट्रीब्यूशन से कहीं अधिक
sk: Viac ako len jedna komunitná linuxová distribúcia

source: An amazing place to develop projects with tools like openQA, Open Build Service, and a welcoming community
cs: Úžasné místo pro vývoj projektů s nástroji jako openQA, Open Build Service a přátelskou komunitou
hi: openQA, Open Build Service जैसे टूल्स और स्वागत करने वाले समुदाय के साथ परियोजनाएँ विकसित करने की एक शानदार जगह
sk: Úžasné miesto pre vývoj projektov s nástrojmi ako openQA, Open Build Service a srdečnou komunitou

source: What are SUSE BCI (Base Container Images) known for?
cs: Čím jsou SUSE BCI (Base Container Images) známé?
hi: SUSE BCI (Base Container Images) किस बात के लिए जानी जाती हैं?
sk: Čím sú známe SUSE BCI (Base Container Images)?

source: Being bloated with unnecessary packages
cs: Tím, že jsou přeplněné zbytečnými balíčky
hi: अनावश्यक पैकेजों से फूली हुई होना
sk: Preplnené zbytočnými balíkmi

source: Only working on SUSE Linux Enterprise Server
cs: Fungují pouze na SUSE Linux Enterprise Server
hi: केवल SUSE Linux Enterprise Server पर काम करना
sk: Fungujúce iba na SUSE Linux Enterprise Server

source: For offering truly open, flexible, and secure images based on SUSE Linux Enterprise
cs: Tím, že nabízejí skutečně otevřené, flexibilní a bezpečné obrazy založené na SUSE Linux Enterprise
hi: SUSE Linux Enterprise आधारित वास्तव में ओपन, लचीली और सुरक्षित इमेज उपलब्ध कराना
sk: Pre ponuku skutočne otvorených, flexibilných a bezpečných obrazov založených na SUSE Linux Enterprise

source: Standing for 'Big Chameleon Initiative'
cs: Znamenají „Big Chameleon Initiative“ (Velká iniciativa chameleona)
hi: 'Big Chameleon Initiative' के लिए संक्षिप्त नाम होना
sk: Skratka pre 'Big Chameleon Initiative'

source: When SUSE meets openSSL, surprises await.
cs: Když se SUSE potká s openSSL, čekají tě překvapení.
hi: जब SUSE की मुलाक़ात openSSL से होती है, तो कई सरप्राइज़ आपका इंतज़ार करते हैं।
sk: Keď sa SUSE stretne s openSSL, čakajte prekvapenia.

source: How many SUSE products use OpenSSL?
cs: Kolik produktů SUSE používá OpenSSL?
hi: कितने SUSE उत्पाद OpenSSL का उपयोग करते हैं?
sk: Koľko produktov SUSE používa OpenSSL?

source: All of them
cs: Všechny
hi: सभी
sk: Všetky z nich

source: How many SUSE engineers are actively working on OpenSSL?
cs: Kolik inženýrů SUSE aktivně pracuje na OpenSSL?
hi: कितने SUSE इंजीनियर सक्रिय रूप से OpenSSL पर काम कर रहे हैं?
sk: Koľko inžinierov SUSE aktívne pracuje na OpenSSL?

source: Enabling FIPS mode on a SUSE system can have which of the following side effects?
cs: Povolení režimu FIPS v systému SUSE může mít který z následujících vedlejších účinků?
hi: SUSE सिस्टम पर FIPS मोड सक्षम करने से निम्नलिखित में से कौन‑सा साइड इफ़ेक्ट हो सकता है?
sk: Ktoré z nasledujúcich vedľajších následkov môže mať povolenie režimu FIPS v systéme SUSE?

source: It allows all cryptographic algorithms, including insecure ones.
cs: Umožňuje všechny kryptografické algoritmy, včetně nebezpečných.
hi: यह सभी क्रिप्टोग्राफ़िक एल्गोरिदम, यहाँ तक कि असुरक्षित वाले भी, उपयोग करने देता है।
sk: Umožňuje všetky šifrovacie algoritmy, vrátane tých, ktoré nie sú bezpečné.

source: It restricts the use of cryptography to only FIPS-validated algorithms and binaries.
cs: Omezuje použití kryptografie pouze na FIPS certifikované algoritmy a binárky.
hi: यह क्रिप्टोग्राफ़ी के उपयोग को केवल FIPS‑validated एल्गोरिदम और बाइनरी तक सीमित कर देता है।
sk: Obmedzuje používanie šifrovania iba na algoritmy a binárne súbory overené podľa FIPS.

source: It has no impact on system performance or compatibility.
cs: Nemá žádný vliv na výkon nebo kompatibilitu systému.
hi: इसका सिस्टम के प्रदर्शन या संगतता पर कोई प्रभाव नहीं पड़ता।
sk: Nemá to žiadny vplyv na výkon alebo kompatibilitu systému.

source: You start smiling like 'Hide the Pain Harold' meme guy.
cs: Začneš se usmívat jako chlápek z memu 'Hide the Pain Harold'.
hi: आप 'Hide the Pain Harold' मीम वाले अंकल की तरह मुस्कुराने लगते हैं।
sk: Začnete sa usmievať ako chlapík z meme 'Hide the Pain Harold'.

source: From where will SUSE engineers in Brno, Czechia participate in SUSE Hackweek 25?
cs: Odkud se inženýři SUSE v Brně zúčastní SUSE Hackweek 25?
hi: Brno, Czechia में SUSE इंजीनियर SUSE Hackweek 25 में कहाँ से भाग लेंगे?
sk: Odkiaľ sa budú inžinieri SUSE v Brne v Česku podieľať na SUSE Hackweek 25?

source: The OpenSSL office
cs: Kancelář OpenSSL
hi: OpenSSL दफ़्तर से
sk: Kancelária OpenSSL

source: Starbucks
hi: Starbucks से

source: Red Hat office
cs: Kancelář Red Hatu
hi: Red Hat दफ़्तर से
sk: Kancelária Red Hat

source: Vaňkovka shopping gallery
cs: Obchodní galerie Vaňkovka
hi: Vaňkovka शॉपिंग गैलरी से
sk: Nákupná galéria Vaňkovka

source: Why does SUSE invest in OpenSSL?
cs: Proč SUSE investuje do OpenSSL?
hi: SUSE OpenSSL में निवेश क्यों करता है?
sk: Prečo SUSE investuje do OpenSSL?

source: To contribute back to the community SUSE and many others relies on
cs: Aby přispěla zpět komunitě, na kterou SUSE a mnozí další spoléhají
hi: उस समुदाय को वापस योगदान देने के लिए, जिस पर SUSE और कई अन्य निर्भर हैं
sk: Prispieť späť komunite, na ktorú sa SUSE a mnoho ďalších spolieha

source: To make chameleons browse the web safely
cs: Aby chameleoni mohli bezpečně procházet web
hi: ताकि गिरगिट वेब पर सुरक्षित रूप से ब्राउज़ कर सकें
sk: Umožniť chameleónom bezpečne prehliadať web

source: To win a race against penguins
cs: Aby vyhrála závod proti tučňákům
hi: पेंगुइन के ख़िलाफ़ दौड़ जीतने के लिए
sk: Vyhrať preteky proti tučniakom

source: To shorten Linux kernel boot times
cs: Aby zkrátila dobu spouštění linuxového jádra
hi: Linux कर्नेल के बूट समय को कम करने के लिए
sk: Skrátiť čas spúšťania jadra Linuxu

source: SUSE engineers contribute to OpenSSL by
cs: Inženýři SUSE přispívají do OpenSSL tím, že
hi: SUSE इंजीनियर OpenSSL में इस तरह योगदान देते हैं:
sk: Inžinieri SUSE prispievajú do OpenSSL prostredníctvom

source: Active development and code reviews
cs: Aktivně vyvíjejí a provádějí kontrolu kódu
hi: सक्रिय विकास और कोड समीक्षा के माध्यम से
sk: Aktívny vývoj a kontroly kódu

source: Contributing fixes and new features
cs: Přispívají opravami a novými funkcemi
hi: फ़िक्स और नए फ़ीचर्स का योगदान देकर
sk: Prispievanie opravami a novými funkciami

source: Running enterprise-grade testing with tools like openQA
cs: Provádějí testování na podnikové úrovni pomocí nástrojů jako openQA
hi: openQA जैसे टूल्स के साथ एंटरप्राइज़‑ग्रेड परीक्षण चलाकर
sk: Vykonávanie testovania na podnikovej úrovni pomocou nástrojov ako openQA

source: What role does OpenSSL play in SUSE Linux Enterprise?
cs: Jakou roli hraje OpenSSL v SUSE Linux Enterprise?
hi: SUSE Linux Enterprise में OpenSSL क्या भूमिका निभाता है?
sk: Akú úlohu zohráva OpenSSL v SUSE Linux Enterprise?

source: It secures communication and cryptographic operations
cs: Zabezpečuje komunikaci a kryptografické operace
hi: यह संचार और क्रिप्टोग्राफ़िक कार्यों को सुरक्षित बनाता है
sk: Zabezpečuje komunikáciu a šifrovacie operácie

source: It only adds fancy wallpapers
cs: Přidává pouze stylové tapety
hi: यह सिर्फ़ सजावटी वॉलपेपर जोड़ता है
sk: Pridáva iba efektné tapety

source: It makes Open Build Service run faster
cs: Způsobuje, že Open Build Service běží rychleji
hi: यह Open Build Service को तेज़ नहीं बनाता, बस मज़ाक का विषय बनाता है
sk: Zrýchľuje chod Open Build Service

source: It manages Rancher clusters
cs: Spravuje clustery Rancher
hi: यह Rancher क्लस्टर्स को मैनेज करता है
sk: Spravuje klastre Rancher

source: Why is FIPS certification in OpenSSL important for SUSE?
cs: Proč je certifikace FIPS v OpenSSL důležitá pro SUSE?
hi: OpenSSL में FIPS प्रमाणन SUSE के लिए क्यों महत्वपूर्ण है?
sk: Prečo je certifikácia FIPS v OpenSSL dôležitá pre SUSE?

source: It allows SUSE customers in regulated industries to meet strict security standards
cs: Umožňuje zákazníkům SUSE v regulovaných odvětvích splnit přísné bezpečnostní standardy
hi: यह विनियमित (regulated) उद्योगों में SUSE ग्राहकों को कड़े सुरक्षा मानकों को पूरा करने में सक्षम बनाता है
sk: Umožňuje zákazníkom SUSE v regulovaných odvetviach spĺňať prísne bezpečnostné štandardy

source: It makes the chameleon change colors faster
cs: Díky tomu chameleon rychleji mění barvy
hi: यह गिरगिट को और तेज़ी से रंग बदलने में मदद करता है
sk: Vďaka tomu chameleón mení farby rýchlejšie

source: It guarantees free coffee for certified systems
cs: Zaručuje zdarma kávu pro certifikované systémy
hi: यह प्रमाणित सिस्टम्स के लिए मुफ़्त कॉफ़ी की गारंटी देता है
sk: Zaručuje bezplatnú kávu pre certifikované systémy

source: It is only useful for retro Linux distributions
cs: Je užitečná pouze pro retro linuxové distribuce
hi: यह केवल रेट्रो लिनक्स डिस्ट्रीब्यूशन्स के लिए उपयोगी है
sk: Je to užitočné len pre retro distribúcie Linuxu

source: openSUSE Introduction
cs: Úvod do openSUSE
hi: openSUSE परिचय
sk: Predstavenie openSUSE

source: Discover openSUSE, one click at a time.
cs: Objevuj openSUSE, jedno kliknutí po druhém.
hi: एक‑एक क्लिक में openSUSE को खोजें।
sk: Objavte openSUSE, jedným kliknutím za druhým.

source: A project supported by SUSE, made for everyone
cs: Projekt podporovaný společností SUSE, vytvořený pro všechny
hi: SUSE द्वारा समर्थित, सभी के लिए बनाया गया एक प्रोजेक्ट
sk: Projekt podporovaný SUSE, určený pre všetkých

source: More than just one Linux distribution
cs: Více než jen jedna linuxová distribuce
hi: सिर्फ एक लिनक्स डिस्ट्रीब्यूशन से कहीं अधिक
sk: Viac ako len jedna linuxová distribúcia

source: A friendly place to build software and learn new tools
cs: Přátelské místo pro tvorbu softwaru a učení se novým nástrojům
hi: सॉफ़्टवेयर बनाने और नए टूल सीखने के लिए एक दोस्ताना जगह
sk: Priateľské miesto na tvorbu softvéru a učenie sa nových nástrojov

source: All of these things together
cs: Všechny tyto věci dohromady
hi: इन सभी चीज़ों का मेल
sk: Všetky tieto veci dohromady

source: openSUSE just celebrated its 20th birthday! In which year did that happen?
cs: openSUSE právě oslavilo své 20. narozeniny! Ve kterém roce se to stalo?
hi: openSUSE ने अभी‑अभी अपना 20वाँ जन्मदिन मनाया है! यह किस वर्ष हुआ?
sk: openSUSE práve oslávilo svoje 20. narodeniny! V ktorom roku sa to stalo?

source: 2025 – this year! 🎉
cs: 2025 – letos! 🎉
hi: 2025 – इसी साल! 🎉
sk: 2025 – tento rok! 🎉

source: 1998 – that’s when Google started, not openSUSE
cs: 1998 – tehdy vznikl Google, ne openSUSE
hi: 1998 – यह Google की शुरुआत का साल है, openSUSE का नहीं
sk: 1998 – vtedy začal Google, nie openSUSE

source: 1994 – that’s the first SUSE Linux, not openSUSE
cs: 1994 – to byl první SUSE Linux, ne openSUSE
hi: 1994 – यह पहले SUSE Linux का साल है, openSUSE का नहीं
sk: 1994 – to je prvý SUSE Linux, nie openSUSE

source: 2005 – the year openSUSE was born, but not 20 years ago
cs: 2005 – rok, kdy se zrodilo openSUSE, ale ještě ne před 20 lety
hi: 2005 – जब openSUSE पैदा हुआ था, लेकिन उसे अभी 20 साल नहीं हुए
sk: 2005 – rok, kedy vznikol openSUSE, ale nie pred 20 rokmi

source: openSUSE has two main ways of getting updates. One is a big release once a year, the other gives updates all the time. What are they called?
cs: openSUSE má dva hlavní způsoby aktualizací. Jeden je velké vydání jednou ročně, druhý poskytuje aktualizace neustále. Jak se jmenují?
hi: openSUSE में अपडेट पाने के दो मुख्य तरीके हैं। एक में साल में एक बार बड़ा रिलीज़ आता है, दूसरा लगातार अपडेट देता रहता है। इन्हें क्या कहा जाता है?
sk: openSUSE má dva hlavné spôsoby získavania aktualizácií. Jedným z nich je veľká aktualizácia raz ročne, druhým sú neustále aktualizácie. Ako sa nazývajú?

source: Stable and Rolling
cs: Stable a Rolling
hi: Stable और Rolling
sk: Stabilné a rolujúce

source: Stable and Wobbly
cs: Stable a Wobbly
hi: Stable और Wobbly
sk: Stabilné a rozkolísané

source: Rolling and Sitting
cs: Rolling a Sitting
hi: Rolling और Sitting
sk: Rolujúce a sediace

source: Rolling and Leaping
cs: Rolling a Leaping
hi: Rolling और Leaping
sk: Rolujúce a skákajúce

source: Which openSUSE versions are Rolling (always up-to-date)?
cs: Které verze openSUSE jsou Rolling (vždy aktuální)?
hi: कौन‑सी openSUSE संस्करण Rolling हैं (हमेशा अपडेट रहते हैं)?
sk: Ktoré verzie openSUSE sú rolujúce (vždy aktuálne)?
