Repository: openSUSE/quiz
Catalog: po/*.po
Languages: cs, hi, sk, sv

source: Deep dived into open bugs wearing a swimsuit
cs: Ponořil se do otevřených bugů v plavkách
hi: स्विमसूट पहनकर खुले बग्स (open bugs) में गहराई तक गोता लगाना
sk: Hlboké ponorenie do otvorených chýb v plavkách
sv: Djupt dök i öppnar buggar iklädd baddräkt

source: What happened to the openSUSE Conference during 2020–2021?
cs: Co se stalo s openSUSE Konferencí behěm 2020-2021?
hi: 2020–2021 के दौरान openSUSE कॉन्फ़्रेंस के साथ क्या हुआ?
sk: Čo sa stalo s konferenciou openSUSE v rokoch 2020-2021?
sv: Vad hände med openSUSE-konferensen under 2020–2021?

source: It was held in orbit via SpaceX
cs: Odehrála se na oběžné dráze díky SpaceX
hi: यह SpaceX के माध्यम से कक्षा (orbit) में आयोजित हुई
sk: Konala sa na obežnej dráhe pomocou SpaceX
sv: Den hölls i omloppsbana via SpaceX

source: It was virtual due to COVID-19
cs: Byla virtuální kvůli COVIDu-19
hi: COVID-19 के कारण यह वर्चुअल थी
sk: Bola virtuálna kvôli COVID-19
sv: Den var endast virtuell på grund av COVID-19

source: It merged with Novel Digital
cs: Sloučila se s Novel Digital
hi: यह Novel Digital के साथ विलय हो गई
sk: Zlúčila sa s Novel Digital
sv: Den slogs samman med Novel Digital

source: Canceled due to lack of pizza
cs: Byla zrušena kvůli nedostatku pizzy
hi: पिज़्ज़ा की कमी के कारण रद्द कर दी गई
sk: Zrušená z dôvodu nedostatku pizze
sv: Inställd på grund av brist på pizza

source: The oSC 2016 Friday night party once went loooooooong because of a special live act. What made it unforgettable?
cs: Páteční večírek oSC 2016 se tehdy pořádně prooooooootáhl kvůli speciálnímu živému vystoupení. Co z něj udělalo nezapomenutelný zážitek?
hi: oSC 2016 की शुक्रवार रात की पार्टी एक बार एक खास लाइव एक्ट की वजह से बहुत लम्बी चली। उसे अविस्मरणीय किसने बनाया?
sk: Piatková nočná párty oSC 2016 sa tentoraz predĺžila kvôli špeciálnemu živému vystúpeniu. Čo ju urobilo nezabudnuteľnou?
sv: Fredagsfesten på oSC 2016 höll en gång på lååååååångt på grund av en speciell liveakt. Vad gjorde den oförglömlig?

source: The famous SUSE band rocked the Z-Bau
cs: Slavná SUSE kapela to pořádně rozjela v Z-Bau
hi: प्रसिद्ध SUSE बैंड ने Z-Bau में धूम मचा दी
sk: Slávna kapela SUSE rozprúdila Z-Bau
sv: Det berömda SUSE-bandet rockade Z-Bau

source: A surprise keynote by Linus Torvalds
cs: Překvapivé vystoupení Linuse Torvaldse
hi: Linus Torvalds द्वारा सरप्राइज़ कीनोट
sk: Prekvapujúca úvodná prednáška Linusa Torvaldsa
sv: En överraskande keynote av Linus Torvalds

source: A spontaneous YaST karaoke contest
cs: Nečekaná YaST karaoke show, jakou svět neviděl
hi: एक अचानक से हुआ YaST कराओके प्रतियोगिता
sk: Spontánna YaST karaoke súťaž
sv: En spontan YaST karaoketävling

source: An epic dance-off between Geeko mascots
cs: Epický taneční souboj v oblecích maskota Geeka
hi: Geeko शुभंकरों के बीच एक महा नृत्य प्रतियोगिता
sk: Epický tanečný súboj maskotov Geeko
sv: En episk danstävling mellan Geeko-maskotar

source: Since 2022 we do have an extra service available at oSC? What is it?
cs: Od roku 2022 máme extra službu na každé oSC. Víte o jakou se jedná?
hi: 2022 से हमारे पास oSC में एक अतिरिक्त सेवा उपलब्ध है। वह क्या है?
sk: Od roku 2022 máme na oSC k dispozícii extra službu. Čo to je?

source: A machine for a tuna flavored popcorn
cs: Stroj na tuňákový popcorn
hi: टूना स्वाद वाली पॉपकॉर्न मशीन
sk: Stroj na popcorn s príchuťou tuniaka
sv: En maskin för popcorn med tonfisksmak

source: A low wave radio station
cs: Krátkovlnná radiostanice
hi: लो वेव रेडियो स्टेशन
sk: Nízkovlnná rádiová stanica
sv: En lågvågsradiostation

source: An ambulance
cs: Ambulance
hi: एक एम्बुलेंस
sk: Sanitka
sv: En ambulans

source: Self-service beer tap
cs: Samoobslužná pivní pípa
hi: सेल्फ‑सर्विस बीयर टैप
sk: Samoobslužný výčap piva
sv: Självbetjäningsölkran

source: s390x Expert
hi: s390x विशेषज्ञ

source: A quiz for friends of mainframes and exotic architectures.
cs: Kvíz pro přátele mainframů a exotických architektur.
hi: मेनफ़्रेम और विशिष्ट (exotic) आर्किटेक्चर के मित्रों के लिए एक क्विज़।
sk: Kvíz pre priateľov mainframov a exotických architektúr.
sv: Ett quiz för vänner av stordatorer och exotiska arkitekturer.

source: What’s the difference between Big Endian and Little Endian?
cs: Jaký je rozdíl mezi Big Endian a Little Endian?
hi: Big Endian और Little Endian के बीच क्या अंतर है?
sk: Aký je rozdiel medzi Big Endian a Little Endian?
sv: Vad är skillnaden mellan Big Endian och Little Endian?

source: It’s about byte ordering; s390x being Big Endian
cs: Jde o řazení bajtů; s390x je Big Endian
hi: यह बाइट क्रम (byte ordering) के बारे में है; s390x Big Endian है
sk: Ide o usporiadanie bajtov; s390x je Big Endian
sv: Det handlar om byteordning; s390x är Big Endian

source: s390x are using only 31b, that’s why they’re called Little Endian
cs: s390x používá pouze 31b proto se nazývá Little Endian
hi: s390x केवल 31b का उपयोग करता है, इसलिए उसे Little Endian कहा जाता है
sk: s390x používajú iba 31b, preto sa nazývajú Little Endian
sv: s390x använder bara 31b, det är därför de kallas Little Endian

source: It’s about byte ordering; s390x being Little Endian
cs: Jde o řazení bajtů; s390x je Little Endian
hi: यह बाइट क्रम के बारे में है; s390x Little Endian है
sk: Ide o usporiadanie bajtov; s390x je Little Endian
sv: Det handlar om byteordning; s390x är Little Endian

source: It’s not used anymore, s390x are Bi-endianess
cs: Toto rozlišování je již zastaralé, s390x je BI-endian
hi: अब इसका उपयोग नहीं होता, s390x Bi-endian है
sk: To sa už nepoužíva, s390x sú Bi-endianess
sv: Det används inte längre, s390x är Bi-endianness

source: DASD is?
cs: DASD je?
hi: DASD क्या है?
sk: DASD je?
sv: DASD är?

source: A German word
cs: Německé slovo
hi: एक जर्मन शब्द
sk: Nemecké slovo
sv: Ett tyskt ord

source: Swear word repeated often by s390x administrators
cs: Je to nadávka, kterou často používají s390x administrátoři
hi: s390x प्रशासकों द्वारा अक्सर बोला जाने वाला गाली शब्द
sk: Nadávka často opakovaná administrátormi s390x
sv: Svärord upprepas ofta av s390x-administratörer

source: A scsi disk
cs: scsi disk
hi: एक SCSI डिस्क
sk: scsi disk
sv: En scsi disk

source: HMC is?
cs: HMC je?
hi: HMC क्या है?
sk: HMC je?
sv: HMC är?

source: Home mc, just a new friendlier Midnight Commander
cs: Home mc, trochu více přátelský Midnight Commander
hi: Home mc, बस एक नया, ज़्यादा दोस्ताना Midnight Commander
sk: Home mc, len nový priateľskejší Midnight Commander
sv: Hemma-MC, bara en ny vänligare Midnight Commander

source: The administration of mainframe machine through web interface
cs: Administrace maniframe skrze webové rozhraní
hi: वेब इंटरफ़ेस के माध्यम से मेनफ़्रेम मशीन का प्रशासन
sk: Administrácia mainframe prostredníctvom webového rozhrania
sv: Administration av stordatorer via webbgränssnitt

source: A command for listing hardware network addresses.
cs: Příkaz pro listování hardwarových síťových adres.
hi: हार्डवेयर नेटवर्क पतों को सूचीबद्ध करने वाला कमांड
sk: Príkaz na výpis hardvérových sieťových adries.
sv: Ett kommando för att lista hårdvarunätverksadresser.

source: A hidden module control unit
cs: Skrytý kontrolní modul (Hidden Module Control unit)
hi: एक छिपी हुई मॉड्यूल कंट्रोल यूनिट
sk: Jednotka hidden module control
sv: En dold modulstyrenhet

source: z/VM is?
cs: z/VM je?
hi: z/VM क्या है?
sk: z/VM je?
sv: z/VM är?

source: z/VM is operating system usually used as hypervisor
cs: z/VM je operační systém obvykle používaný jako hypervizor
hi: z/VM एक ऑपरेटिंग सिस्टम है जिसे आमतौर पर हाइपरवाइज़र के रूप में उपयोग किया जाता है
sk: z/VM je operačný systém, ktorý sa zvyčajne používa ako hypervízor
sv: z/VM är ett operativsystem som vanligtvis används som hypervisor

source: Virtual Machine on Z (meaning s390x)
cs: Virtuální stroj na Z (myšleno s390x)
hi: Z (अर्थात s390x) पर वर्चुअल मशीन
sk: Virtuálny stroj na Z (teda s390x)
sv: Virtuell maskin på Z (vilket betyder s390x)

source: Remote desktop viewer
cs: Prohlížeč vzdálené plochy
hi: रिमोट डेस्कटॉप व्यूअर
sk: Prehliadač vzdialenej plochy
sv: Fjärrskrivbordsvisare

source: What does storage mean in the mainframe world?
cs: Uložiště (Storage) ve světě mainframů znamená?
hi: मेनफ़्रेम की दुनिया में storage का क्या अर्थ है?
sk: Čo znamená úložisko vo svete mainframe?
sv: Vad betyder lagring i stordatorvärlden?

source: Data storage (disks) counted in cylinders
cs: Datové uložiště (disky) měřené v cylindrech
hi: डेटा स्टोरेज (डिस्क), जिन्हें सिलिंडरों में गिना जाता है
sk: Dátové úložisko (disky) počítané v cylindroch
sv: Datalagring (diskar) räknat i cylindrar

source: A room where the mainframe is located
cs: Místnost kde je mainframe umístěný
hi: वह कमरा जहाँ मेनफ़्रेम स्थित है
sk: Miestnosť, v ktorej sa nachádza mainframe
sv: Ett rum där stordatorn finns

source: Memory (RAM)
cs: Operační paměť (RAM)
hi: मेमोरी (RAM)
sk: Pamäť (RAM)
sv: Minne (RAM)

source: Compartment within a mainframe where the disks are located
cs: Přihrádka v mainframe, kde jsou umístěny disky
hi: मेनफ़्रेम के अंदर का वह हिस्सा़ जहाँ डिस्क रखे जाते हैं
sk: Priestor v mainframe, v ktorom sú umiestnené disky
sv: Fack i en stordator där diskarna finns

source: What is x3270?
cs: Co je x3270?
hi: x3270 क्या है?
sk: Čo je x3270?
sv: Vad är x3270?

source: Special file encoding, which is a must for files on s390x
cs: Speciální kódování souborů, které je pro soubory na S390X nutností
hi: एक विशेष फ़ाइल एन्कोडिंग, जो s390x पर फ़ाइलों के लिए ज़रूरी है
sk: Špeciálne kódovanie súborov, ktoré je pre súbory na s390x povinné
sv: Speciell filkodning, vilket är ett måste för filer på s390x

source: Terminal emulator for connection to a machine
cs: Emulátor terminálu pro připojení ke stroji
hi: मशीन से कनेक्शन के लिए टर्मिनल एमुलेटर
sk: Emulátor terminálu na pripojenie k počítaču
sv: Terminalemulator för anslutning till en maskin

source: Hexa code used as default admin password
cs: Hexa kód použitý jako výchozí heslo administátora
hi: डिफ़ॉल्ट एडमिन पासवर्ड के रूप में उपयोग होने वाला हेक्सा कोड
sk: Hexa kód používaný ako predvolené heslo administrátora
sv: Hexa-kod som används som standardlösenord för administratörer

source: None of these ridiculous choices
cs: Žádná z těchto absurdní voleb
hi: इनमें से कोई भी हास्यास्पद विकल्प नहीं
sk: Žiadna z týchto smiešnych možností
sv: Inget av dessa löjliga val

source: What does IPL 150 mean?
cs: Co znamená IPL 150?
hi: IPL 150 का क्या अर्थ है?
sk: Čo znamená IPL 150?
sv: Vad betyder IPL 150?

source: Give me additional 150MB of memory
cs: Dej mi dodatečných 150MB operační paměti
hi: मुझे अतिरिक्त 150MB मेमोरी दो
sk: Dajte mi ďalších 150 MB pamäte
sv: Ge mig ytterligare 150 MB minne

source: IP to my Linux machine
cs: IP meho Linuxového stroje
hi: मेरी Linux मशीन का IP
sk: IP môjho linuxového stroja
sv: IP till min Linux-maskin

source: Boot from disk 150.
cs: Nabootuj z disku 150.
hi: डिस्क 150 से बूट करो
sk: Spustenie systému z disku 150.
sv: Starta upp från disk 150.

source: Install Python Libraries version 1.5.0
cs: Nainstaluj Pythonní knihovny verze 1.5.0
hi: Python Libraries संस्करण 1.5.0 इंस्टॉल करो
sk: Install Python Libraries verzia 1.5.0
sv: Installera Python-bibliotek version 1.5.0

source: What is IFL?
cs: Co je IFL?
hi: IFL क्या है?
sk: Čo je IFL?
sv: Vad är IFL?

source: A filtration unit for cooling fluid
cs: Filtrační jednotka pro chladící kapalinu
hi: कूलिंग द्रव के लिए फ़िल्ट्रेशन यूनिट
sk: Filtračná jednotka pre chladiacu kvapalinu
sv: En filtreringsenhet för kylvätska

source: Made up word to confuse laptop users
cs: Vymyšlené slovo pro zmatení uživatelů laptopů
hi: लैपटॉप उपयोगकर्ताओं को भ्रमित करने के लिए गढ़ा गया शब्द
sk: Vymyslené slovo, ktoré má zmiasť používateľov laptopov
sv: Påhittat ord för att förvirra användare av bärbara datorer

source: A core to run Linux on mainframe
cs: Jádro pro spuštění Linuxu na mainframe
hi: मेनफ़्रेम पर Linux चलाने के लिए एक कोर
sk: Jadro na beh Linuxu na mainframe
sv: En kärna för att köra Linux på stordatorer

source: What is cio_ignore?
cs: Co je cio_ignore?
hi: cio_ignore क्या है?
sk: Čo je cio_ignore?
sv: Vad är cio_ignore?

source: A command masking visibility of devices
cs: Příkaz maskující viditelnost zařízení
hi: डिवाइसों की दृश्यता छिपाने वाला कमांड
sk: Príkaz maskujúci viditeľnosť zariadení
sv: Ett kommando som maskerar enheters synlighet

source: Ignore input/output data until the line is ready to receive
cs: Ignorovat vstupní/výstupní data, dokud linka není připravena k příjmu
hi: जब तक लाइन रिसीव करने के लिए तैयार न हो, इनपुट/आउटपुट डेटा को अनदेखा करना
sk: Ignorovanie vstupných/výstupných dát, kým nie je linka pripravená na príjem
sv: Ignorera in/utdata tills linjen är redo att ta emot

source: It actually means ignore CIO
cs: Ve skutečnosti to znamená ignoruj CIO
hi: इसका असल अर्थ है CIO को नज़रअंदाज़ करना
sk: V skutočnosti to znamená ignorovať CIO
sv: Det betyder faktiskt att ignorera CIO:n

source: A z/VM syslog filter
cs: z/VM syslog filtr
hi: एक z/VM syslog फ़िल्टर
sk: z/VM syslog filter
sv: Ett z/VM syslog-filter

source: What is the most used operating system on mainframes?
cs: Co je nejvíce používaný operační systém na mainframech?
hi: मेनफ़्रेम पर सबसे ज़्यादा उपयोग होने वाला ऑपरेटिंग सिस्टम कौन‑सा है?
sk: Aký je najpoužívanejší operačný systém na mainframoch?
sv: Vilket är det mest använda operativsystemet på stordatorer?

source: Do mainframes have any special AI capabilities?
cs: Mají mainframy nějaké speciální podporu pro AI?
hi: क्या मेनफ़्रेम में कोई विशेष AI क्षमताएँ होती हैं?
sk: Majú mainframy nejaké špeciálne AI schopnosti?
sv: Har stordatorer några speciella AI-funktioner?

source: Yes, latest models have Spyre accelerator.
cs: Ano, posledni modely mají Spyre akcelerátory.
hi: हाँ, नवीनतम मॉडलों में Spyre accelerator होता है।
sk: Áno, najnovšie modely majú akcelerátor Spyre.
sv: Ja, de senaste modellerna har Spyre-accelerator.

source: No, it's too old technology.
cs: Ne, je to příliš zastaralá technologie.
hi: नहीं, यह बहुत पुरानी तकनीक है।
sk: Nie, je to príliš stará technológia.
sv: Nej, det är för gammal teknik.

source: Yes, but it can't be used on Linux.
cs: Ano, ale nemohou být použity s Linuxem.
hi: हाँ, लेकिन इसे Linux पर उपयोग नहीं किया जा सकता।
sk: Áno, ale nedá sa použiť pre Linux.
sv: Ja, men det går inte att använda på Linux.

source: No, mainframes are not useful for running AI tasks.
cs: Ne, mainframy nejsou vhodné pro běhání AI uloh.
hi: नहीं, मेनफ़्रेम AI कार्य चलाने के लिए उपयोगी नहीं हैं।
sk: Nie, mainframy nie sú vhodné na vykonávanie AI úloh.
sv: Nej, stordatorer är inte användbara för att köra AI-uppgifter.

source: Which of the following I/O devices is not used with mainframes?
cs: Které z následujících I/O zařízení se nepoužívá u sálových počítačů?
hi: निम्नलिखित I/O डिवाइसों में से कौन‑सा मेनफ़्रेम के साथ उपयोग नहीं होता है?
sk: Ktoré z nasledujúcich vstupno-výstupných zariadení sa nepoužíva na centrálnych počítačoch?
sv: Vilken av följande I/O-enheter används inte med stordatorer?

source: What will be delivered together with a mainframe by IBM?
cs: Co bude doručeno spolu s mainframem od IBM?
hi: IBM द्वारा मेनफ़्रेम के साथ क्या दिया जाता है?
sk: Čo bude IBM dodávať spolu s mainframe?

source: A necklet with IBM on it
cs: Náhrdelník s nápisem IBM
hi: IBM लिखा हुआ गले का हार
sk: Náhrdelník s nápisom IBM

source: Protective footwear
cs: Ochranné boty
hi: सुरक्षात्मक जूते
sk: Ochranná obuv

source: A sword for protection of the mainframe
cs: Meč na ochranu mainframu
hi: मेनफ़्रेम की सुरक्षा के लिए तलवार
sk: Meč na ochranu mainframe

source: A white helmet with IBM on it
cs: Bílá helma s nápisem IBM
hi: IBM लिखा हुआ सफ़ेद हेलमेट
sk: Biela prilba s nápisom IBM

source: The Ultimate YaST Challenge
cs: Ultimátní YaST Výzva
hi: अल्टीमेट YaST चैलेंज
sk: Záverečná výzva YaST
sv: Den ultimata YaST-utmaningen

source: Think you know YaST? Think again.
cs: Myslíte si, že znáte YaST? Zamyslete se znovu.
hi: आपको लगता है कि आप YaST को जानते हैं? फिर से सोचिए।
sk: Myslíte si, že poznáte YaST? Zamyslite sa ešte raz.
sv: Tror du att du känner till YaST? Tänk om.

source: How many YaST2 translation packages are there in Tumbleweed?
cs: Kolik překladových balíčků YaST2 je v Tumbleweedu?
hi: Tumbleweed में कितने YaST2 अनुवाद पैकेज हैं?
sk: Koľko prekladových balíkov YaST2 je v Tumbleweed?
sv: Hur många YaST2-översättningspaket finns det i Tumbleweed?

source: about 25
cs: Asi tak 25
hi: लगभग 25
sk: približne 25
sv: omkring 25

source: about 40
cs: Asi tak 40
hi: लगभग 40
sk: približne 40
sv: omkring 40

source: about 60
cs: Asi tak 60
hi: लगभग 60
sk: približne 60
sv: omkring 60

source: about 80
cs: Asi tak 80
hi: लगभग 80
sk: približne 80
sv: omkring 80

source: How many YaST2 packages (without translation packages) are there in Tumbleweed?
cs: Kolik balíčků YaST2 (bez překladových balíčků) je v Tumbleweedu?
hi: Tumbleweed में (अनुवाद पैकेजों को छोड़कर) कितने YaST2 पैकेज हैं?
sk: Koľko balíkov YaST2 (bez prekladových balíkov) je v Tumbleweed?
sv: Hur många YaST2-paket (utan översättningspaket) finns det i Tumbleweed?

source: about 30
cs: Asi tak 30
hi: लगभग 30
sk: približne 30
sv: omkring 30

source: about 50
cs: Asi tak 50
hi: लगभग 50
sk: približne 50
sv: omkring 50

source: about 100
cs: Asi tak 100
hi: लगभग 100
sk: približne 100
sv: omkring 100

source: about 150
cs: Asi tak 150
hi: लगभग 150
sk: približne 150
sv: omkring 150

source: When was the first YaST2 released?
cs: Kdy byl vydán první YaST2?
hi: पहला YaST2 कब जारी किया गया था?
sk: Kedy bol bolo vydané prvé YaST2?
sv: När släpptes den första versionen av YaST2?

source: When did YaST2 reach the German legal drinking age?
cs: Kdy YaST2 dosáhl zákonného věku pro pití alkoholu v Něměcku?
hi: YaST2 जर्मन कानूनी ड्रिंकिंग आयु तक कब पहुँचा?
sk: Kedy YaST2 dosiahlo v Nemecku povolený vek na konzumáciu alkoholu?
sv: När nådde YaST2 den tyska lagliga åldern för alkohol?

source: What happens when you press the F2 key in yast2 sw_single (Qt)?
cs: Co se stane, když stisknete klávesu F2 v yast2 sw_single (Qt)?
hi: जब आप yast2 sw_single (Qt) में F2 कुंजी दबाते हैं तो क्या होता है?
sk: Čo sa stane po stlačení klávesu F2 v yast2 sw_single (Qt)?
sv: Vad händer när du trycker på F2-tangenten i yast2 sw_single (Qt)?

source: You get the "Patches" view
cs: Zobrazí se zobrazení „Záplat“
hi: आपको "Patches" दृश्य मिलता है
sk: Získate zobrazenie "Opravy"
sv: Du får vyn "Patchar"

source: It crashes
cs: Crashne to
hi: यह क्रैश हो जाता है
sk: Zlyháva
sv: Det kraschar

source: It installs a random package
cs: Nainstaluje náhodný balíček
hi: यह एक रैंडम पैकेज इंस्टॉल कर देता है
sk: Nainštaluje náhodný balík
sv: Den installerar ett slumpmässigt paket

source: The Mogwai get hungry
cs: Mogwaiové budou hladoví
hi: Mogwai को भूख लग जाती है
sk: Mogwai dostanú hlad
sv: Mogwaierna blir hungriga

source: How can you get an xterm in a YaST2 installation?
cs: Jak můžete získat xterm v instalaci YaST2?
hi: आप YaST2 इंस्टॉलेशन में xterm कैसे प्राप्त कर सकते हैं?
sk: Ako môžete získať xterm v inštalácii YaST2?
sv: Hur kan man få en xterm i en YaST2-installation?

source: you can't
cs: nemůžete
hi: आप नहीं कर सकते
sk: nemôžete
sv: det kan du inte

source: you click the Geeko icon on the top left 7 times
cs: 7 krát klikněte na ikonu Geeka v levo nahoře
hi: आप ऊपर बाएँ Geeko आइकन पर 7 बार क्लिक करते हैं
sk: 7-krát kliknete na ikonu Geeko vľavo hore
sv: du klickar på Geeko-ikonen längst upp till vänster 7 gånger

source: you speak clearly "xterm" into the microphone (laptops only)
cs: Do mikrofonu jasně řeknete „xterm“ (pouze u notebooků)
hi: आप माइक्रोफ़ोन में साफ़‑साफ़ "xterm" बोलते हैं (केवल लैपटॉप पर)
sk: do mikrofónu jasne vyslovíte "xterm" (len notebooky)
sv: du talar tydligt "xterm" i mikrofonen (endast bärbara datorer)

source: Can you inspect the widget hierarchy of a YaST2 window while it is running?
cs: Můžete si prohlédnout hierarchii widgetů v okně YaST2, když je spuštěné?
hi: क्या आप चल रहे YaST2 विंडो की विजेट hierarchy देख सकते हैं?
sk: Môžete preskúmať hierarchiu widgetov v okne YaST2 počas jeho behu?
sv: Kan du inspektera widgethierarkin i ett YaST2-fönster medan det körs?

source: Yes, click the page heading 7 times
cs: Ano, klikněte 7krát na záhlaví stránky
hi: हाँ, पेज हेडिंग पर 7 बार क्लिक करें
sk: Áno, 7-krát kliknite na záhlavie stránky
sv: Ja, klicka på sidrubriken 7 gånger

source: Yes, middle-click any widget
cs: Ano, klikněte prostředním tlačítkem myši na libovolný widget
hi: हाँ, किसी भी विजेट पर मिडिल‑क्लिक करें
sk: Áno, kliknite stredným tlačidlom myši na ľubovoľný widget
sv: Ja, klicka med mitten musknappen på valfri widget

source: Yes, use Ctrl-Shift-Alt-Y
cs: Ano, stistkněte Ctrl-Shift-Alt-Y
hi: हाँ, Ctrl-Shift-Alt-Y का उपयोग करें
sk: Áno, použite Ctrl-Shift-Alt-Y
sv: Ja, använd Ctrl-Shift-Alt-Y

source: No - use the source, Luke
cs: Ne - použij sílu kódu, Luku
hi: नहीं – सोर्स देखो, ल्यूक
sk: Nie - použi zdroj, Luke
sv: Nej - använd källan, Luke

source: What happens if you right-click a button in YaST2?
cs: Co se stane, když v YaST2 kliknete pravým tlačítkem myši na tlačítko?
hi: यदि आप YaST2 में किसी बटन पर राइट‑क्लिक करते हैं तो क्या होता है?
sk: Čo sa stane, ak kliknete pravým tlačidlom myši na tlačidlo v YaST2?
sv: Vad händer om du högerklickar på en knapp i YaST2?

source: It opens the button's context menu
cs: Otevře kontextovou nabídku tlačítka
hi: यह बटन का कॉन्टेक्स्ट मेन्यू खोलता है
sk: Otvorí kontextové menu tlačidla
sv: Den öppnar knappens kontextmeny

source: It resets the page to defaults
cs: Obnoví stránku na výchozí nastavení
hi: यह पेज को डिफ़ॉल्ट पर रीसेट कर देता है
sk: Obnoví predvolené nastavenie stránky
sv: Den återställer sidan till standardinställningarna

source: It asks if you want to switch the mouse to left-handed mode
cs: Zeptá se, zda chcete přepnout myš do režimu pro leváky
hi: यह पूछता है कि क्या आप माउस को बाएँ हाथ मोड में स्विच करना चाहते हैं
sk: Spýta sa, či chcete prepnúť myš do režimu pre ľavákov
sv: Det frågar om du vill växla till vänsterhänt läge med musen

source: It switches to the dark widget theme or back
cs: Přepne na tmavý motiv widgetu nebo zpět
hi: यह डार्क विजेट थीम पर (या वापस) स्विच कर देता है
sk: Prepne sa na tmavú tému widgetu alebo späť
sv: Det växlar till det mörka widgettemat eller tillbaka

source: Can the YaST (Qt) color palette be changed for visually impaired users?
cs: Lze změnit barevnou paletu YaST (Qt) pro zrakově postižené uživatele?
hi: क्या दृष्टिबाधित उपयोगकर्ताओं के लिए YaST (Qt) रंग पैलेट बदला जा सकता है?
sk: Je možné zmeniť farebnú paletu YaST (Qt) pre zrakovo postihnutých používateľov?
sv: Kan YaST (Qt) färgpaletten ändras för synskadade användare?

source: No
cs: Ne
hi: नहीं
sk: Nie
sv: Nej

source: Yes, click the sun/moon icon
cs: Ano, klikněte na ikonu slunce/měsíce
hi: हाँ, सूरज/चाँद आइकन पर क्लिक करें
sk: Áno, kliknite na ikonu slnka/mesiaca
sv: Ja, klicka på sol/måneikonen

source: Yes, use Shift-F3
cs: Ano, použijte Shift-F3
hi: हाँ, Shift-F3 का उपयोग करें
sk: Áno, použite Shift-F3
sv: Ja, använd Shift-F3

source: Yes, right-click the "Help" button
cs: Ano, klikněte pravým tlačítkem myši na tlačítko „Nápověda“
hi: हाँ, "Help" बटन पर राइट‑क्लिक करें
sk: Áno, kliknite pravým tlačidlom myši na tlačidlo "Pomocník"
sv: Ja, högerklicka på "Hjälp" knappen

source: Zypper Jedi
hi: Zypper जेडाई

source: Fun and obscure facts about Zypper, openSUSE's package manager
cs: Zajímavá a neznámá fakta o Zypperu, správci balíčků v openSUSE
hi: Zypper, जो openSUSE का पैकेज मैनेजर है, उसके बारे में मज़ेदार और अनोखे तथ्य
sk: Zaujímavé a neznáme fakty o Zypperi, balíčkovom správcovi openSuse
sv: Roliga och obskyra fakta om Zypper, openSUSEs pakethanterare

source: What is the name of the library used by the default openSUSE package manager?
cs: Jak se nazývá knihovna používaná výchozím správcem balíčků openSUSE?
hi: डिफ़ॉल्ट openSUSE पैकेज मैनेजर द्वारा उपयोग की जाने वाली लाइब्रेरी का नाम क्या है?
sk: Ako sa volá knižnica používaná prednastaveným spravcom balíčkov openSUSE?
sv: Vad heter biblioteket som används av standardpakethanteraren i openSUSE?
