Repository: openSUSE/quiz
Catalog: po/*.po
Languages: cs, hi, sk, sv

source: Aeon, Kalpa, and MicroOS
cs: Aeon, Kalpa a MicroOS
hi: Aeon, Kalpa और MicroOS
sk: Aeon, Kalpa a MicroOS

source: Slowroll and Slowroll Micro
cs: Slowroll a Slowroll Micro
hi: Slowroll और Slowroll Micro
sk: Slowroll a Slowroll Micro

source: All of these are Rolling
cs: Všechny tyto verze jsou Rolling
hi: ये सभी Rolling हैं
sk: Všetky tieto sú rolujúce

source: Leap and Leap Micro are our Stable distributions. What does that mean?
cs: Leap a Leap Micro jsou naše stabilní distribuce. Co to znamená?
hi: Leap और Leap Micro हमारी Stable डिस्ट्रीब्यूशन्स हैं। इसका क्या मतलब है?
sk: Leap a Leap Micro sú naše stabilné distribúcie. Čo to znamená?

source: Each minor release receive updates for about 24 months
cs: Každé dílčí vydání dostává aktualizace přibližně po dobu 24 měsíců
hi: प्रत्येक माइनर रिलीज़ को लगभग 24 महीने तक अपडेट मिलते हैं
sk: Každé minoritné vydanie dostáva aktualizácie približne 24 mesiacov

source: They have one big release every 12 months
cs: Mají jedno velké vydání každých 12 měsíců
hi: हर 12 महीने में एक बड़ा रिलीज़ आता है
sk: Majú jedno veľké vydanie každých 12 mesiacov

source: They come with release parties everyone can join 🎉
cs: Jsou doprovázeny vydávacími večírky, ke kterým se může každý připojit 🎉
hi: इनके साथ रिलीज़ पार्टियाँ होती हैं जिनमें हर कोई शामिल हो सकता है 🎉
sk: Vychádzajú s release party, na ktorých sa môže zúčastniť každý 🎉

source: All of the above (and you can stay on Leap 16 until 2033!)
cs: Vše výše uvedené (a na Leap 16 můžeš zůstat až do roku 2033!)
hi: उपरोक्त सभी (और आप Leap 16 पर 2033 तक रह सकते हैं!)
sk: Všetko vyššie uvedené (a môžete zostať na Leap 16 až do roku 2033!)

source: openSUSE also has “immutable” editions. What does that mean?
cs: openSUSE má také „neměnné“ edice. Co to znamená?
hi: openSUSE के पास “immutable” संस्करण भी हैं। इसका क्या मतलब है?
sk: openSUSE má aj “nemenné“ edície. Čo to znamená?

source: They use a read-only system base and update safely with special tools
cs: Používají systémový základ pouze pro čtení a bezpečně se aktualizují pomocí speciálních nástrojů
hi: वे read-only सिस्टम बेस का उपयोग करते हैं और विशेष टूल्स के ज़रिए सुरक्षित रूप से अपडेट होते हैं
sk: Používajú základ systému len na čítanie a bezpečne sa aktualizujú pomocou špeciálnych nástrojov

source: They cannot be installed on laptops
cs: Nelze je nainstalovat na notebooky
hi: उन्हें लैपटॉप पर इंस्टॉल नहीं किया जा सकता
sk: Nemôžu byť nainštalované na notebookoch

source: They are distributions that never change wallpapers
cs: Jsou to distribuce, které nikdy nemění tapety
hi: वे ऐसी डिस्ट्रीब्यूशन्स हैं जिनमें वॉलपेपर कभी नहीं बदलते
sk: Sú to distribúcie, ktoré nikdy nemenia tapety

source: They come only as DVDs by mail
cs: Dodávají se pouze na DVD poštou
hi: वे केवल डाक से आने वाली DVD के रूप में मिलती हैं
sk: Sú dostupné iba ako DVD zasielané poštou

source: What is Slowroll?
cs: Co je Slowroll?
hi: Slowroll क्या है?
sk: Čo je Slowroll?

source: A variant of Tumbleweed with updates grouped into tested batches
cs: Varianta Tumbleweedu s aktualizacemi seskupenými do otestovaných dávek
hi: Tumbleweed का ऐसा रूप जिसमें अपडेट को परखे गए बैचों में समाहित किया जाता है
sk: Varianta Tumbleweed s aktualizáciami zoskupenými do testovaných dávok

source: A racing game mode in Linux
cs: Závodní herní mód v Linuxu
hi: Linux में एक रेसिंग गेम मोड
sk: Režim pretekárskej hry v Linuxe

source: A distribution that only updates once per decade
cs: Distribuce, která se aktualizuje jen jednou za desetiletí
hi: ऐसी डिस्ट्रीब्यूशन जो केवल दस साल में एक बार अपडेट होती है
sk: Distribúcia, ktorá sa aktualizuje len raz za dekádu

source: The mascot’s new nickname
cs: Nová přezdívka maskota
hi: शुभंकर (mascot) का नया उपनाम
sk: Nová prezývka maskota

source: What are some of the key openSUSE community tools and projects?
cs: Které nástroje a projekty jsou klíčové pro komunitu openSUSE?
hi: openSUSE समुदाय के कुछ प्रमुख टूल और प्रोजेक्ट कौन‑से हैं?
sk: Aké sú niektoré z kľúčových nástrojov a projektov komunity openSUSE?

source: Open Build Service (OBS) for building software
cs: Open Build Service (OBS) pro sestavování softwaru
hi: सॉफ़्टवेयर बनाने के लिए Open Build Service (OBS)
sk: Open Build Service (OBS) pre zostavovanie softvéru

source: openQA for automated testing
cs: openQA pro automatizované testování
hi: स्वचालित परीक्षण (automated testing) के लिए openQA
sk: openQA pre automatizované testovanie

source: The Wiki, Weblate, forums, and more
cs: Wiki, Weblate, fóra a další
hi: Wiki, Weblate, फ़ोरम और बहुत कुछ
sk: Wiki, Weblate, fóra a ďalšie

source: All of these are part of openSUSE
cs: Všechny tyto věci jsou součástí openSUSE
hi: ये सभी openSUSE का हिस्सा हैं
sk: Všetko toto je súčasťou openSUSE

source: The team that takes care of openSUSE infrastructure is called openSUSE...?
cs: Tým, který se stará o infrastrukturu openSUSE, se nazývá openSUSE...?
hi: openSUSE इन्फ्रास्ट्रक्चर का ध्यान रखने वाली टीम को openSUSE ... क्या कहा जाता है?
sk: Tím, ktorý sa stará o infraštruktúru openSUSE, sa nazýva openSUSE...?

source: Windows 10 is out of support. What could you do with that laptop?
cs: Windows 10 již nejsou podporovány. Co můžeš udělat s tím notebookem?
hi: Windows 10 का सपोर्ट समाप्त हो गया है। आप उस लैपटॉप के साथ क्या कर सकते हैं?
sk: Windows 10 už nie je podporovaný. Čo by ste mohli robiť s takýmto notebookom?

source: Install openSUSE on your laptop
cs: Nainstaluj openSUSE na svůj notebook
hi: अपने लैपटॉप पर openSUSE इंस्टॉल करें
sk: Nainštalovať openSUSE na váš notebook

source: Install openSUSE on your friend’s laptop
cs: Nainstaluj openSUSE na notebook svého kamaráda
hi: अपने दोस्त के लैपटॉप पर openSUSE इंस्टॉल करें
sk: Nainštalovať openSUSE na notebook vášho priateľa

source: Install openSUSE on your grandmother’s laptop
cs: Nainstaluj openSUSE na notebook své babičky
hi: अपनी दादी के लैपटॉप पर openSUSE इंस्टॉल करें
sk: Nainštalovať openSUSE na notebook vašej babičky

source: All of these are great ideas
cs: Všechny tyto nápady jsou skvělé
hi: ये सभी बहुत बढ़िया विचार हैं
sk: Všetky tieto nápady sú skvelé

source: A chameleon named Geeko
cs: Chameleon jménem Geeko
hi: Geeko नाम का एक गिरगिट
sk: Chameleón nazývaný Geeko

source: A penguin named Tux
cs: Tučňák jménem Tux
hi: Tux नाम का एक पेंगुइन
sk: Tučniak nazývaný Tux

source: A tumbleweed rolling in the desert
cs: Koule trávy kutálející se pouští
hi: रेगिस्तान में लुढ़कता हुआ tumbleweed
sk: Tumbleweed rolujúci sa v púšti

source: A lizard in sunglasses
cs: Ještěrka v slunečních brýlích
hi: धूप का चश्मा लगाए एक छिपकली
sk: Lizard v slnečných okuliaroch

source: Why do people love openSUSE?
cs: Proč lidé milují openSUSE?
hi: लोग openSUSE को क्यों पसंद करते हैं?
sk: Prečo majú ľudia radi openSUSE?

source: Stable Leap releases and fast-moving Tumbleweed updates
cs: Stabilní vydání Leap a rychle se vyvíjející aktualizace Tumbleweed
hi: स्थिर Leap रिलीज़ और तेज़ी से चलने वाले Tumbleweed अपडेट
sk: Stabilné vydania Leap a rýchle aktualizácie Tumbleweed

source: Modern tools like Agama, Myrlyn, zypper, OBS, and openQA
cs: Moderní nástroje jako Agama, Myrlyn, zypper, OBS a openQA
hi: Agama, Myrlyn, zypper, OBS और openQA जैसे आधुनिक टूल
sk: Moderné nástroje ako Agama, Myrlyn, zypper, OBS a openQA

source: A friendly worldwide community that welcomes everyone
cs: Přátelská celosvětová komunita, která vítá každého
hi: एक दोस्ताना वैश्विक समुदाय जो सभी का स्वागत करता है
sk: Priateľská celosvetová komunita, ktorá víta každého

source: All of these together
cs: Všechny tyto věci dohromady
hi: ये सभी मिलकर
sk: Toto všetko dohromady

source: Where can you help translate openSUSE (and even this quiz)?
cs: Kde můžeš pomoci překládat openSUSE (a dokonce i tento kvíz)?
hi: आप openSUSE (और यहाँ तक कि इस क्विज़) के अनुवाद में कहाँ मदद कर सकते हैं?
sk: Kde môžete pomôcť preložiť openSUSE (a dokonca aj tento kvíz)?

source: Weblate at l10n.opensuse.org
cs: Weblate na l10n.opensuse.org
hi: l10n.opensuse.org पर Weblate
sk: Weblate na l10n.opensuse.org

source: By whispering translations into the chameleon’s ear
cs: Šeptáním překladů chameleonovi do ucha
hi: गिरगिट के कान में अनुवाद फुसफुसाकर
sk: Šepkaním prekladov do ucha chameleónovi

source: At Google Translate headquarters in a secret bunker
cs: V centrále Google Překladače v tajném bunkru
hi: Google Translate मुख्यालय के गुप्त बंकर में
sk: V centrále Google Translate v tajnom bunkri

source: By posting translations on random Reddit threads
cs: Zasíláním překladů do náhodných vláken na Redditu
hi: अनुवादों को यादृच्छिक Reddit थ्रेड्स पर पोस्ट करके
sk: Zverejňovaním prekladov v náhodných vláknach na Reddite

source: Where can you get help with openSUSE?
cs: Kde můžeš získat pomoc s openSUSE?
hi: आप openSUSE के बारे में मदद कहाँ से पा सकते हैं?
sk: Kde môžete získať pomoc s openSUSE?

source: Ask your friend who uses Linux
cs: Zeptej se kamaráda, který používá Linux
hi: अपने उस दोस्त से पूछें जो Linux उपयोग करता है
sk: Požiadajte svojho priateľa, ktorý používa Linux

source: On many local Linux portals and websites
cs: Na mnoha místních linuxových portálech a webech
hi: कई स्थानीय Linux पोर्टल्स और वेबसाइट्स पर
sk: Na mnohých miestnych linuxových portáloch a webových stránkach

source: Show All
cs: Zobrazit vše
hi: सभी दिखाएँ
sk: Zobraziť všetko

source: Level Up
cs: Postup na vyšší úroveň
hi: लेवल अप
sk: Úroveň vyššie

source: Hardware Enablement journey on Arm.
cs: Cesta podpory hardwaru na platformě Arm.
hi: Arm पर Hardware Enablement की यात्रा।
sk: Cesta k hardvérovej podpore na Arm.

source: What is Arm, in the context of computing?
cs: Co je Arm v kontextu výpočetní techniky?
hi: कंप्यूटिंग के संदर्भ में Arm क्या है?
sk: Čo je Arm v kontexte výpočtovej techniky?

source: A family of energy-efficient CPU architectures widely used in mobile devices, embedded systems, and servers
cs: Rodina energeticky úsporných architektur procesorů široce používaných v mobilních zařízeních, vestavěných systémech a serverech
hi: ऊर्जा‑कुशल CPU आर्किटेक्चर का परिवार, जो मोबाइल डिवाइसेज़, एम्बेडेड सिस्टम और सर्वर में व्यापक रूप से उपयोग होता है
sk: Rodina energeticky úsporných CPU architektúr široko používaných v mobilných zariadeniach, vstavaných systémoch a serveroch

source: A robotic limb that compiles your code
cs: Robotická končetina, která kompiluje tvůj kód
hi: एक रोबोटिक हाथ जो आपका कोड कम्पाइल करता है
sk: Robotická končatina, ktorá kompiluje váš kód

source: A special SUSE department for arm wrestling kernel bugs
cs: Zvláštní oddělení SUSE pro přetlačování s chybami jádra
hi: कर्नेल बग्स के साथ arm wrestling करने वाला विशेष SUSE विभाग
sk: Špeciálne oddelenie SUSE pre odstraňovanie chýb jadra pretláčaním

source: A new kind of filesystem invented by Geeko
cs: Nový typ souborového systému vynalezený Geekem
hi: Geeko द्वारा आविष्कृत एक नए तरह का फ़ाइल सिस्टम
sk: Nový typ súborového systému, ktorý vynašiel Geeko

source: What is the Raspberry Pi 5?
cs: Co je Raspberry Pi 5?
hi: Raspberry Pi 5 क्या है?
sk: Čo je Raspberry Pi 5?

source: A credit-card-sized computer using Arm architecture
cs: Počítač velikosti kreditní karty využívající architekturu Arm
hi: Arm आर्किटेक्चर का उपयोग करने वाला क्रेडिट‑कार्ड आकार का कंप्यूटर
sk: Počítač veľkosti kreditnej karty využívajúci architektúru Arm

source: An affordable and energy-efficient little desktop — perfect for kids to browse the web, watch YouTube, learn coding, or play light games
cs: Dostupný a energeticky úsporný malý počítač, ideální pro děti na prohlížení webu, sledování YouTube, učení programování nebo hraní jednoduchých her
hi: सस्ता और ऊर्जा‑कुशल छोटा डेस्कटॉप — बच्चों के लिए वेब ब्राउज़ करने, YouTube देखने, कोडिंग सीखने या हल्के गेम खेलने के लिए उपयुक्त
sk: Cenovo dostupný a energeticky úsporný malý stolný počítač – ideálny pre deti na prehliadanie webu, sledovanie YouTube, učenie sa programovania alebo hranie nenáročných hier

source: A tiny but capable server for running a home NAS, Home Assistant, Nextcloud, or even a local openSUSE mirror
cs: Malý, ale výkonný server pro provoz domácího NASu, Home Assistantu, Nextcloudu nebo lokálního openSUSE mirroru
hi: एक छोटा लेकिन सक्षम सर्वर जो होम NAS, Home Assistant, Nextcloud या यहाँ तक कि लोकल openSUSE mirror चलाने के लिए इस्तेमाल किया जा सकता है
sk: Malý, ale výkonný server na prevádzku domáceho NAS, Home Assistant, Nextcloud alebo dokonca lokálneho zrkadla openSUSE

source: What is the correct spelling of the CPU architecture supported by openSUSE on Raspberry Pi 5?
cs: Jaký je správný zápis architektury procesoru podporované openSUSE na Raspberry Pi 5?
hi: Raspberry Pi 5 पर openSUSE द्वारा समर्थित CPU आर्किटेक्चर की सही स्पेलिंग क्या है?
sk: Aký je správny pravopis architektúry CPU podporovanej openSUSE na Raspberry Pi 5?

source: Armmm… not sure
cs: Armmm… nejsem si jistý
hi: Armmm… पक्का नहीं

source: Who is behind Raspberry PI5 u-boot support in upstream Linux kernel?
cs: Kdo stojí za podporou u-bootu pro Raspberry Pi 5 v upstream jádru Linuxu?
hi: Raspberry Pi 5 u-boot समर्थन के पीछे upstream Linux कर्नेल में कौन है?

source: Ivan Ivanov and Matthias Brugger from SUSE HW Enablement team.
cs: Ivan Ivanov a Matthias Brugger z týmu SUSE HW Enablement.
hi: SUSE HW Enablement टीम के Ivan Ivanov और Matthias Brugger।

source: Which openSUSE editions offer specialized Raspberry Pi images?
cs: Které edice openSUSE nabízejí speciální obrazy pro Raspberry Pi?
hi: कौन‑सी openSUSE एडिशन विशेष Raspberry Pi इमेज प्रदान करती हैं?

source: Leap, Leap Micro, Tumbleweed, and MicroOS
cs: Leap, Leap Micro, Tumbleweed a MicroOS
hi: Leap, Leap Micro, Tumbleweed और MicroOS

source: Only Tumbleweed, because it never stops rolling
cs: Pouze Tumbleweed, protože se nikdy nepřestává kutálet
hi: केवल Tumbleweed, क्योंकि वह कभी rolling होना बंद नहीं करता

source: Just Leap 42.3 because it’s eternal
cs: Pouze Leap 42.3, protože je věčný
hi: सिर्फ Leap 42.3 क्योंकि वह अनंत काल तक रहने वाला है

source: Only MicroOS, everything else melted
cs: Pouze MicroOS, všechno ostatní roztálo
hi: सिर्फ MicroOS, बाक़ी सब पिघल गया

source: What is the preferred image format for openSUSE on Raspberry Pi?
cs: Jaký je preferovaný formát obrazu pro openSUSE na Raspberry Pi?
hi: Raspberry Pi पर openSUSE के लिए पसंदीदा इमेज फ़ॉर्मेट क्या है?

source: .exe installer
cs: .exe instalátor
hi: .exe इंस्टॉलर

source: .iso DVD image with manual soldering required
cs: .iso obraz DVD vyžadující ruční pájení
hi: .iso DVD इमेज, जिसमें मैन्युअल सोल्डरिंग की आवश्यकता है

source: .tar.gz full of dreams
cs: .tar.gz plný snů
hi: .tar.gz जो सपनों से भरा हुआ है

source: openSUSE can run on mobile phones too! What installation images are available for the PinePhone?
cs: openSUSE může běžet i na mobilních telefonech! Jaké instalační obrazy jsou dostupné pro PinePhone?
hi: openSUSE मोबाइल फ़ोनों पर भी चल सकता है! PinePhone के लिए कौन‑सी इंस्टॉलेशन इमेज उपलब्ध हैं?

source: Tumbleweed with Phosh (for Purism fans) and Tumbleweed with Plasma Mobile (for KDE lovers)
cs: Tumbleweed s Phosh (pro fanoušky Purismu) a Tumbleweed s Plasma Mobile (pro milovníky KDE)
hi: Tumbleweed with Phosh (Purism प्रशंसकों के लिए) और Tumbleweed with Plasma Mobile (KDE प्रेमियों के लिए)

source: Leap Micro with GNOME Shell for refrigerators
cs: Leap Micro s GNOME Shellem pro ledničky
hi: रेफ्रिजरेटर के लिए GNOME Shell के साथ Leap Micro

source: Tumbleweed LXQt Edition for rotary phones
cs: Tumbleweed LXQt Edition pro otočné telefony
hi: रोटरी फ़ोनों के लिए Tumbleweed LXQt Edition

source: MicroOS Text Edition with Morse input mode
cs: MicroOS Text Edition s Morseovským vstupním režimem
hi: Morse इनपुट मोड के साथ MicroOS Text Edition

source: Where can you find openSUSE images for Arm devices such as Raspberry Pi, PinePhone, or Pinebook?
cs: Kde můžeš najít obrazy openSUSE pro zařízení s Arm, jako jsou Raspberry Pi, PinePhone nebo Pinebook?
hi: Raspberry Pi, PinePhone या Pinebook जैसे Arm डिवाइसेज़ के लिए openSUSE इमेज आप कहाँ पा सकते हैं?

source: get.opensuse.org – the friendly starting point for most used openSUSE images
cs: get.opensuse.org – přívětivý výchozí bod pro nejpoužívanější obrazy openSUSE
hi: get.opensuse.org – सबसे ज़्यादा उपयोग होने वाली openSUSE इमेज के लिए दोस्ताना शुरुआती बिंदु

source: en.opensuse.org/Portal:Arm – the Arm portal with links and documentation
cs: en.opensuse.org/Portal:Arm – portál Arm s odkazy a dokumentací
hi: en.opensuse.org/Portal:Arm – लिंक और डॉक्यूमेंटेशन वाला Arm पोर्टल

source: download.opensuse.org/ports/aarch64/tumbleweed – for the brave who like manual browsing
cs: download.opensuse.org/ports/aarch64/tumbleweed – pro odvážné, kteří rádi procházejí ručně
hi: download.opensuse.org/ports/aarch64/tumbleweed – उनके लिए जो मैन्युअल ब्राउज़िंग पसंद करते हैं

source: Is openSUSE Tumbleweed Arm built together with x86_64 packages?
cs: Je openSUSE Tumbleweed Arm sestavován společně s balíčky x86_64?
hi: क्या openSUSE Tumbleweed Arm को x86_64 पैकेजों के साथ ही बनाया जाता है?

source: No, it’s built separately as part of openSUSE Ports
cs: Ne, je sestavován samostatně jako součást openSUSE Ports
hi: नहीं, इसे openSUSE Ports के हिस्से के रूप में अलग से बनाया जाता है

source: Yes, it all comes from one magical build server
cs: Ano, všechno pochází z jednoho magického build serveru
hi: हाँ, यह सब एक जादुई build सर्वर से आता है

source: Only if the moon is in retrograde
cs: Pouze když je Měsíc v retrográdní poloze
hi: सिर्फ तब, जब चाँद retrograde में हो

source: Yes, but it’s compiled by penguins
cs: Ano, ale kompilují to tučňáci
hi: हाँ, लेकिन इसे पेंगुइन कम्पाइल करते हैं

source: Which command is commonly used to write the openSUSE image to an SD card?
cs: Který příkaz se běžně používá k zápisu obrazu openSUSE na SD kartu?
hi: SD कार्ड पर openSUSE इमेज लिखने के लिए आमतौर पर कौन‑सा कमांड उपयोग किया जाता है?

source: What type of storage can openSUSE Raspberry Pi images boot from?
cs: Z jakého typu úložiště mohou obrazy openSUSE pro Raspberry Pi bootovat?
hi: openSUSE Raspberry Pi इमेज किस प्रकार के स्टोरेज से बूट कर सकती हैं?

source: SD card, USB, or NVMe (on Pi 5)
cs: SD karta, USB nebo NVMe (na Pi 5)
hi: SD कार्ड, USB या NVMe (Pi 5 पर)

source: Only floppy disks with patience
cs: Pouze z disket, pokud máš trpělivost
hi: सिर्फ फ़्लॉपी डिस्क, वह भी बहुत धैर्य के साथ

source: Cloud sync via pigeon post
cs: Cloudová synchronizace pomocí poštovních holubů
hi: pigeon post के ज़रिए क्लाउड sync

source: Tape backup, if you believe hard enough
cs: Záloha na pásku, pokud dostatečně věříš
hi: टेप बैकअप, यदि आप पूरे विश्वास के साथ विश्वास करें

source: What’s the best way to stay updated on openSUSE Arm development?
cs: Jaký je nejlepší způsob, jak zůstat v obraze o vývoji openSUSE Arm?
hi: openSUSE Arm विकास के बारे में अपडेट रहने का सबसे अच्छा तरीका क्या है?

source: Follow the openSUSE Arm mailing list and Matrix channel (details below)
cs: Sleduj mailing list openSUSE Arm a kanál Matrix (podrobnosti níže)
hi: openSUSE Arm mailing list और Matrix चैनल का अनुसरण करें (विवरण नीचे)

source: Ask ChatGPT for daily firmware leaks
cs: Požádej ChatGPT o denní úniky firmwaru
hi: दैनिक फ़र्मवेयर leaks के लिए ChatGPT से पूछें

source: Consult the stars under a full moon
cs: Porad se s hvězdami za úplňku
hi: पूर्णिमा की रात तारों से सलाह लें

source: Refresh get.opensuse.org until it blinks
cs: Obnovuj get.opensuse.org, dokud nezačne blikat
hi: get.opensuse.org को तब तक रिफ्रेश करते रहें जब तक वह पलक न झपकाए

source: If you win this Raspberry Pi 5, what could you run on it first?
cs: Pokud vyhraješ Raspberry Pi 5, co na něm můžeš spustit jako první?
hi: यदि आप यह Raspberry Pi 5 जीतते हैं, तो आप उस पर सबसे पहले क्या चला सकते हैं?

source: Start with openSUSE Tumbleweed for Arm and explore a full Linux desktop experience
cs: Začni s openSUSE Tumbleweed pro Arm a objev plnohodnotné linuxové prostředí
hi: Arm के लिए openSUSE Tumbleweed से शुरू करें और पूरा Linux डेस्कटॉप अनुभव खोजें

source: Set up a personal home server with Nextcloud, Home Assistant, or your own openSUSE mirror
cs: Nastav si osobní domácí server s Nextcloudem, Home Assistantem nebo vlastním openSUSE mirrorem
hi: Nextcloud, Home Assistant या अपने स्वयं के openSUSE mirror के साथ व्यक्तिगत होम सर्वर सेटअप करें

source: Try fun experiments like retro gaming, media centers, or coding projects for kids
cs: Vyzkoušej zábavné experimenty jako retro hraní, multimediální centra nebo programování pro děti
hi: retro gaming, मीडिया सेंटर या बच्चों के लिए कोडिंग प्रोजेक्ट जैसे मज़ेदार प्रयोग करके देखें

source: What is openSUSE MicroOS?
cs: Co je openSUSE MicroOS?
sk: Čo je openSUSE MicroOS?
sv: Vad är openSUSE MicroOS?

source: What is the name of installer in openSUSE Aeon?
cs: Jak se jmenuje instalátor v openSUSE Aeonu?
sk: Ako sa volá inštalátor v openSUSE Aeon?
sv: Vad heter installationsprogrammet i openSUSE Aeon?

source: What bootloader is used by default in openSUSE Aeon?
cs: Která zavaděč se používá jako výchozí v openSUSE Aeonu?
sk: Aký bootloader sa používa v openSUSE Aeon v predvolenom nastavení?
sv: Vilken uppstartsladdare används som standard i openSUSE Aeon?

source: What do Aeon and Kalpa have in common?
cs: Co mají Aeon a Kalpa společného?
sk: Čo majú spoločné Aeon a Kalpa?

source: All options are correct.
cs: Všechny možnosti jsou správné.
sk: Všetky možnosti sú správne.

source: What does the 'vanilla' kernel flavor in openSUSE represent?
cs: Co představuje varianta jádra „vanilla“ v openSUSE?
sk: Čo predstavuje varianta jadra "vanilla" v openSUSE?
sv: Vad representerar kärnsmaken "vanilj" i openSUSE?

source: Proprietary
cs: Proprietární
sk: Proprietárna
sv: Proprietär

source: openSUSE Greenhorn
cs: openSUSE Zelenáč

source: openSUSE beer
cs: openSUSE pivo
sk: Pivo openSUSE
sv: openSUSE öl

source: Disks
cs: Disky
sk: Disky
sv: Diskar

source: Tape drives
cs: Páskové zařízení
sk: Páskové jednotky
sv: Bandstationer

source: Network
cs: Síť
sk: Sieť
sv: Nätverk

source: Software- und System-Entwicklung (Software and Systems Development)
cs: Software- und System-Entwicklung (Vývoj softwaru a systémů)
sk: Software- und System-Entwicklung (Vývoj softvéru a systémov)

source: Raw disk image (.raw.xz)
cs: Surový obraz disku (.raw.xz)

source: InterPlanetary File System
sk: Súborový systém InterPlanetary
sv: Interplanetärt filsystem

source: Integrated FLat circuit
sk: Integrated FLat obvod
sv: Integrerad FLat-krets

source: Geenardo Da Vinci
sk: Leonardo Da Vinci

source: Cowboy Hat
sv: Cowboyhatt

source: Build Service
sv: Byggtjänst

source: zypper install package-name
sv: zypper install paket-namn

source: apt-get install package-name
sv: apt-get install paket-namn

source: dnf install package-name
sv: dnf install paket-namn

source: pacman -S package-name
sv: pacman -S paket-namn

source: GPL (GNU General Public License)
sv: GPL (GNU General Public Licens)

source: MIT License
sv: MIT Licens

source: Apache License
sv: Apache Licens

source: Open Box Scheduler
sv: Öppen låda schemaläggare

source: Official Build System
sv: Officiellt byggsystem

source: Gnome Control Center
sv: Gnome kontrollcenter

source: KDE System Settings
sv: KDE-systeminställningar

source: Direct-access storage device
sv: Direktåtkomstlagringsenhet

source: Zombie Virtual Memory
sv: Zombie virtuellt minne
